Repository: dosks/TopHat
Catalog: po/*.po
Languages: it, ja

source: Circle diameter. Displays estimated circle diameter and full circle flight time. Useful for evaluating best thermalling mode with a glider at different wing loading.
it: Diametro del circolo. Mostra il diametro stimato del circolo ed il tempo totale di circuitazione. Utile per valutare il miglio modo di termicare con un aliante a differenti carichi alari.
ja: 旋回直径、予想される旋回時間 翼面荷重の違いによる最良滑空モードを判断するために活用できる

source: Distance takeoff
it: Distanza dal decollo
ja: 離陸地点 距離

source: Takeoff Dist
it: Dist. decollo
ja: 離陸地点距離

source: Distance to where take-off was detected.
it: Distanza da dove è stato rilevato il decollo.
ja: 離陸が検出された地点からの距離

source: On-Line Contest speed
it: Velocità Competizione On-Line
ja: オンラインコンテスト 速度

source: OLC Speed
it: Velocità OLC
ja: OLS 速度

source: Instantaneous evaluation of the flown speed according to the configured On-Line Contest rule set.
it: Valutazione istantanea della velocità volata, in accordo con le regole configurate per le competizioni On-Line
ja: オンライン コンテスト規則によって算出された 現時点までの平均飛行速度

source: Alternates
it: Alternati
ja: 代替

source: Altn %d
ja: 高度 %d

source: Simulator
it: Simulatore
ja: シュミレーター

source: no QNH
it: nessun QNH
ja: QNHではない

source: Edit
it: Modificare
ja: 編集

source: MC AUTO
ja: マクレディ 自動

source: MC MANUAL
it: MC manuale
ja: マクレディ 手動

source: AC Off
ja: 外部電源 OFF

source: AC ON
ja: 外部電源 ON

source: BLOCK
it: BLOCCO
ja: ブロック

source: DOLPHIN
it: DELFINO
ja: ドルフィン法

source: Next
it: Successivo
ja: 次

source: Time Below
ja: 時間 下

source: Closed
it: CHIUSO
ja: 閉じる

source: Open
it: Aperto
ja: 開く

source: Waiting
ja: 待機中

source: Reference
ja: 参照

source: Analysis
it: Analisi
ja: 解析

source: Setup
it: Configurazione
ja: セットアップ

source: Circling
it: Circuitazione
ja: 旋回

source: Cruise
it: Crociera
ja: 巡航

source: FinalGlide
it: PlanataFinale
ja: ファイナルグライド

source: InfoBox
ja: 情報ボックス

source: Help
it: Aiuto
ja: ヘルプ

source: AGL
ja: AGL（対地高度）

source: MSL
ja: MSL（平均海面高度）

source: Home
ja: ホーム

source: GR average period
it: Periodo di media GR
ja: 平均滑空比 時間

source: Waypoint
it: Boa
ja: ウエイポイント

source: Location
it: Posizione
ja: 位置

source: Clear
it: Annulla
ja: 消去

source: Own code
ja: 独自コード

source: Mate code
ja: チームコード

source: Range
it: Distanza
ja: 範囲

source: Rel. bearing
it: Rotta Relat.
ja: 飛行方向

source: Flarm lock
ja: FLARM 捕捉

source: Unknown Competition Number
it: Numero Competizione Sconosciuto
ja: コンテストナンバー 不明

source: Not Found
it: Non trovato
ja: 見つかりません

source: Set new teammate
it: Imposta nuovo compagno di team
ja: 新しいチーム名を設定

source: Screen Mode Full
it: Modo schermo full
ja: 全画面表示

source: Auxiliary InfoBoxes
it: InfoBox Ausiliari
ja: 外部情報ボックス

source: Default InfoBoxes
it: InfoBox di default
ja: インフォボックス初期設定

source: No active waypoint!
it: Nessuna boa attiva!
ja: ウェイポイントが選択されていません！

source: NMEA log on
it: NMEA Log SI
ja: NMEAログ オン

source: NMEA log off
it: NMEA Log NO
ja: NMEAログ オフ

source: Logger on
it: Logger ACCESO
ja: ロガー オン

source: Logger off
it: Logger SPENTO
ja: ロガー オフ

source: Auto. zoom on
it: Zoom auto. on
ja: 自動ズーム オン

source: Auto. zoom off
it: Zoom auto. off
ja: 自動ズーム オフ

source: Circling zoom on
it: Zoom Termica ON
ja: 旋回 ズーム ON

source: Circling zoom off
it: Zoom Termica OFF
ja: 旋回ズーム OFF

source: Show airspace off
it: Vis SpazioAer OFF
ja: 空域表示 オフ

source: Show airspace on
it: Vis SpazioAer ON
ja: 空域表示 オン

source: Advance manually
it: Avanza manualmente
ja: 上級手動設定

source: Advance automatically
it: Avanza automaticamente
ja: 上級自動設定

source: Ready to start
it: Pronto alla partenza
ja: スタート準備完了

source: Hold start
ja: スタート保留

source: Ready to turn
it: Pronto alla virata
ja: 旋回準備完了

source: Hold turn
ja: 旋回保留

source: Auto. MacCready on
it: MacCready auto. on
ja: 自動マクレディー オン

source: Auto. MacCready off
it: MacCready auto. off
ja: 自動マクレディー オフ

source: MacCready
ja: マクレディ

source: Task aborted
it: task abortita
ja: タスク中止

source: Go to target
it: Vai all'obiettivo
ja: ターゲットへ行く

source: Ordered task
it: Task ordinata
ja: 指示タスク

source: No task
it: Nessuna task
ja: タスクなし

source: Altitude
it: Altitudine
ja: 高度

source: Speed
it: Velocità
ja: 速度

source: Time
it: Ora
ja: 時間

source: Task start
it: Inizio Task
ja: タスク スタート

source: Next turnpoint
it: Boa successiva
ja: 次の旋回点

source: Task finished
it: Fine task
ja: タスク フィニッシュ

source: Vario sounds on
it: Suoni variometro attivi
ja: オーディオバリオ オン

source: Vario sounds off
it: Suoni variometro inattivi
ja: オーディオバリオ オフ

source: Snail trail off
it: Traccia del volo attiva
ja: 航跡表示 OFF

source: Long snail trail
it: Traccia del volo lunga
ja: 航跡表示 長い

source: Short snail trail
it: Traccia del volo corta
ja: 航跡表示 短い

source: Full snail trail
it: Traccia del volo completa
ja: 全航跡表示

source: Bugs performance
ja: バグの影響

source: Ballast %
it: % zavorra
ja: バラスト[%]

source: Waypoint labels
it: Nomi boe
ja: ウエイポイント ラベル

source: Topography/Terrain
it: Topografia /terreno
ja: 地勢図/地形図

source: FLARM radar
it: Radar FLARM
ja: FLARM レーダー

source: Info
it: Informazione
ja: 情報

source: Map and InfoBoxes
it: Mappa e InfoBox
ja: 地図 および 情報ボックス

source: Map (Full screen)
it: Mappa (schermo intero)
ja: 地図（全画面表示）

source: Distance
it: Distanza
ja: 距離

source: Direction
it: Direzione
ja: 方角

source: Elevation
it: Elevazione
ja: 標高

source: around terrain
it: attorno al terreno
ja: 地形

source: Unreachable due to terrain.
it: Irragiungibile causa orografia.
ja: 地上障害物のため到達できません

source: Arrival Alt
it: Alt. di arrivo
ja: 到着 高度

source: Your Position
it: La tua posizione
ja: 現在位置

source: Avg. lift
it: Portanza media
ja: 平均上昇率

source: left %s ago
ja: %s 前離れた

source: FLARM Traffic
it: Traffico FLARM
ja: FLARM 情報

source: %u minutes ago
it: %u minuti fa
ja: %u 分前

source: There is nothing interesting near this location.
it: Niente di interessante vicino a questo luogo.
ja: 情報無し

source: Map elements at this location
it: Elementi della mappa in questo luogo
ja: その場所の地図情報

source: Elevation:
it: Elevazione:
ja: 標高：

source: GPS not connected
it: GPS non connesso
ja: GPSが接続されていません

source: GPS waiting for fix
it: GPS in attesa del fix
ja: GPSの測位を待機中

source: Ballast
it: Zavorra
ja: バラスト

source: Loading Topography File...
it: Caricamento File Topografia...
ja: 地勢図ファイルをロード中...

source: Score
it: Punteggio
ja: 得点

source: pts
ja: ポイント

source: Task to go
it: Task rimanente
ja: 現在のタスク

source: AAT to go
it: AAT mancante
ja: 現在のAATタスク

source: Distance to go
it: Distanza rimanente
ja: 残り距離

source: Target speed
it: Velocità obiettivo
ja: 目標速度

source: Working band
it: Fascia di lavoro
ja: 飛行バンド

source: Ceiling trend
it: Andamento plafond
ja: 雲底予報

source: Avg. climb
it: Salita med.
ja: 平均上昇率

source: Climb trend
it: Andamento Salita
ja: 上昇率予報

source: L/D
ja: 滑空比

source: Min. sink
it: Min. disc.
ja: 最小沈下率

source: Mass
it: Massa
ja: 質量

source: Wing loading
it: Carico alare
ja: 翼面加重

source: Thermal height
it: Altezza termica
ja: サーマル高さ

source: Cloud base
it: Base della nuvola
ja: 雲底高度

source: English
it: Inglese
ja: 英語

source: Quit program?
it: Terminare programma?
ja: XCSoarを終了しますか？

source: British
it: Britannico
ja: イギリス

source: American
it: Americano
ja: アメリカ

source: Australian
it: Australiano
ja: オーストラリア

source: Loading Terrain File...
it: Caricando File del Terreno...
ja: 地形ファイルをロード中...

source: Polar has invalid coefficients. Using LS8 polar instead!
it: La polare ha coefficienti invalidi. Utilizzo invece della polare LS8!
ja: ポーラーカーブ情報が不適当です 代替でLS8のポーラーカーブを使用します

source: Warning
it: Avvertimento
ja: 警告

source: Battery low
it: Bassa carica batteria
ja: バッテリー残量が低下しています

source: Initialising
it: Inizializando
ja: 初期化中

source: Starting devices
it: Avviando i dispositivi
ja: デバイスを起動しています

source: Initialising display
it: Inizializando display
ja: 画面を初期化しています

source: Shutdown, please wait...
it: Spegnimento, attendere prego...
ja: 終了中です。そのままお待ちください。

source: Shutdown, saving logs...
it: Spegnimento, salvataggio registri...
ja: 終了中です。ログを保存しています。

source: Shutdown, saving profile...
it: Spegnimento, salvataggio profilo...
ja: 終了中です。プロファイルを保存しています。

source: Shutdown, saving task...
it: Spegnimento, salvataggio task...
ja: 終了中です。タスクを保存しています。

source: Replay
it: Riproduzione
ja: 再生

source: Close
it: Chiudi
ja: 閉じる

source: OK
ja: はい

source: Center
ja: 中央

source: Unable to open port
it: Impossibile aprire la Porta
ja: ポートが開けません

source: Sending declaration
it: Inviando dichiarazione
ja: 宣言を送ります

source: Reading flight list
it: Lettura lista voli
ja: フライト 読み込み中

source: Downloading flight log
it: Scarico registro volo
ja: フライトログをダウンロード中

source: Disabled
it: Disabilitato
ja: 無効

source: Bluetooth server
it: Server bluetooth
ja: ブルーツース サーバー

source: GPS Intermediate Driver
ja: GPS ドライバー

source: Built-in GPS & sensors
it: GPS integrato & sensori
ja: 内蔵GPSセンサー

source: Yes
it: Si
ja: はい

source: No
ja: いいえ

source: Retry
it: Riprova
ja: 再試行

source: Cancel
it: Annulla
ja: 取消

source: Ignore
it: Ignora
ja: 無視

source: Select
it: Seleziona
ja: 選択

source: Download
it: Scarica
ja: ダウンロード

source: Add
it: Aggiungi
ja: 追加

source: Queued
it: Accodato
ja: 待機中

source: Downloading
it: In ricezione
ja: ダウンロード中

source: Error
it: Errore
ja: エラー

source: Select a file
it: Seleziona un file
ja: ファイルを選択してください

source: Failed to download the repository index.
it: Impossibile scaricare l'indice degli archivi.
ja: インデックスの読み込み失敗

source: File Manager
it: Gestore file
ja: ファイルマネージャー

source: The file manager is not available on this device.
it: Il gestore file non è disponibile in questo dispositivo.
ja: このファイルマネージャーはこの装置では使用できません

source: The file manager requires Android 2.3.
it: Il gestore file richiede Android 2.3
ja: ファイルマネージャーはアンドロイド２．３以降が必要

source: Continue
it: Continua
ja: 続行

source: IOIO switches and Nunchuk
ja: IOIO切替、設定

source: IOIO i2c pressure sensor
it: Sensore di pressione IOIO I2C
ja: IOIO接続 i２c 圧力センサー

source: IOIO voltage sensor
it: Sensore di tensione IOIO
ja: IOIO 電圧センサー

source: TCP client
ja: TCPクライアント

source: TCP Port
it: Porta TCP
ja: TCP ポート

source: UDP Port
it: Porta UDP
ja: UDP ポート

source: Port
it: Porta
ja: ポート

source: Baud rate
it: Velocità baud
ja: 通信速度

source: Bulk baud rate
it: Velocità baud in blocco
ja: ボーレート

source: The baud rate used for bulk transfers, such as task declaration or flight download.
it: La velocità baud utilizzata per trasferimenti in blocco, come dichiarazione della task o download del volo.
ja: データー転送に使用する ポートの 通信速度 タスク宣言データーの転送に使用する

source: IP Address
it: Indir. I2C
ja: IP アドレス

source: I2C Bus
it: Bus I2C
ja: i2c バス

source: Select the description or bus number that matches your configuration.
it: Seleziona la descrizione o il numero di bus corrispondente alla tua configurazione.
ja: 設定に適合するポートを選択してください

source: I2C Addr
it: Indir. I2C
ja: I2C アドレス

source: The i2c address that matches your configuration.This field is not used when your selection in the I2C Bus field is not an i2c bus number. In case you do not understand the previous sentence you may assume that this field is not used.
it: L'indirizzo I2C corrispondente alla tua configurazione. Questo campo non viene utilizzato quando la selezione nel campo Bus I2C non corrisponde ad un numero di bus I2C.
ja: i2cアドレスの設定、ここではI２Cバスの選択が、i2cに割り当てられたバス番号でない場合使用できません 信号が読めない場合使用しない設定にする

source: Pressure use
it: Uso pressione
ja: 圧力用途

source: Select the purpose of this pressure sensor. This sensor measures some pressure. Here you tell the system what pressure this is and what its should be used for.
it: Seleziona l'uso del sensore di pressione. Questo sensore misura una pressione. Qui devi dire al sistema di che pressione si tratta e per cosa deve essere usata.
ja: 圧力センサーの目的を設定してください

source: Driver
ja: ドライバ

source: Sync. from device
it: Sincro dal dispositivo
ja: デバイスのシンク （データー取得）

source: This option lets you configure if XCSoar should use settings like the MacCready value, bugs and ballast from the device.
it: Questa opzione permette di configurare se XCSoar deve utilizzare dal dispositivo le impostazioni come il valore di MacCready o la zavorra.
ja: XCSOARの現在の設定 マクレディ値などの情報

source: Sync. to device
it: SIncro. con dispositivo
ja: デバイスのシンク （データー保存）

source: This option lets you configure if XCSoar should send settings like the MacCready value, bugs and ballast to the device.
it: Questa opzione permette di configurare se XCSoar deve inviare al dispositivo le impostazioni come il valore di MacCready o zavorra.
ja: XCSOARの現在の設定 マクレディ値などの情報

source: Enable this if you use a K6Bt to connect the device.
it: Abilitare questo se si vuole connettere un K6Bt al dispositivo.
ja: K6Bなどに接続する場合 この設定ON にする

source: Flight download
it: Download volo
ja: フライトログ ダウンロード

source: Manage
it: Gestisci
ja: 設定

source: Monitor
ja: 表示項目

source: Reconnect
it: Riconnetti
ja: 再接続

source: Disable
it: Disabilitato
ja: 無効にする

source: Debug
ja: デバッグ

source: Enable
it: Abilita
ja: 有効

source: %s on %s
it: %s su %s
ja: %s 内蔵GPSオン %s

source: GPS fix
it: Fix GPS
ja: GPS 信号捕捉

source: Bad GPS
it: GPS invalido
ja: GPS 信号無し

source: Connected
it: Connesso
ja: 接続しました

source: Baro
it: Barometro
ja: 気圧

source: Airspeed
it: Velocità aria
ja: 対気速度

source: N/A
ja: 設定無し

source: No data
it: No dati
ja: データがありません

source: Bluetooth is disabled
it: Bluetooth disabilitato
ja: Bluetooth は無効

source: Duplicate
it: Duplica
ja: コピー

source: Not connected
it: Non connesso
ja: 未接続

source: Device is occupied
it: Il dispositivo è occupato
ja: デバイスは 使用中

source: Device is not connected
it: Dispositivo non connesso
ja: Bluetooth は接続されていません

source: Edit device
it: Modifica dispositivo
ja: デバイスを設定

source: Communication with this device will be logged for the next %u minutes.
it: La comunicazione con questo dispositivo verrà registrata per i prossimi %u minuti.
ja: このデバイスとの通信は次の %u 分間記録される

source: Devices
it: Dispositivi
ja: デバイス

source: Pause
it: Pausa
ja: 停止

source: Port monitor
it: Monitor porta
ja: ポート モニター

source: Units
it: Unita'
ja: 単位

source: Waypoints
it: Boe
ja: ウエイポイント

source: Delete all flights
it: Cancella tutti i voli
ja: 全ての航跡を削除

source: Reboot
it: Riavvia
ja: 再起動

source: Do you really want to delete all flights from the device?
it: Vuoi veramente cancellare tutti i voli dal dispositivo?
ja: フライトログを全て消去しますか

source: Temperature
it: Temperatura
ja: 気温

source: Pressure
it: Pressione
ja: 気圧

source: Failed to load file.
it: Caricamento file fallito.
ja: ファイルの読み込み失敗

source: Too many waypoints.
it: Troppe boe.
ja: ウエイポイントが多すぎ

source: Uploading Waypoints
it: Invio boe
ja: ウエイポイント読み込み

source: Failed to erase waypoints.
it: Impossibile cancellare boe.
ja: ウエイポイント消去失敗

source: Failed to switch baud rate.
it: Cambio velocità baud fallito
ja: ボーレートの変更失敗

source: Failed to write waypoint.
it: Impossibile salvare boe.
ja: ウエイポイントの書き込み失敗

source: Hardware version
it: Versione hardware
ja: 機器バージョン

source: Firmware version
it: Versione firmware
ja: ファームウェアバージョン

source: Volume
ja: 音量

source: Save
it: Salva
ja: 保存

source: Product
it: Prodotto
ja: 製品名

source: Serial
it: Seriale
ja: シリアル

source: GPS baud rate
it: Velocità baud GPS
ja: GPS通信速度

source: PDA baud rate
it: Velocità baud PDA
ja: PDA 通信速度

source: Auto off
ja: オート OFFモード

source: Auto finish flight
it: Chiusura autom. volo
ja: フライト自動終了

source: Always run
ja: 常にON

source: Enable NMEA
it: Abilitare NMEA
ja: NMEAを設定

source: Recording interval
it: Interv. di registrazione
ja: 記録間隔

source: Demo
ja: デモ

source: Set new audio scheme? Old values will be lost.
it: Impostare nuovo schema audio? I precedenti valori saranno persi.
ja: 新しいサウンド設定を読み込みますか？ 以前の設定は消去されます

source: Vario Configuration
ja: バリオ設定

source: TE vario
ja: TEバリオ

source: This produces a fake TE vario gross vertical velocity. It can be used when in circling mode to demonstrate the lift tones. When not in circling mode, set this to a realistic negative value so speed command tones are produced.
it: Questo produce una velocità verticale grezza. Può essere usato in modalità circuitazione per dimostrare i toni di ascesa. Quando non si è in modalità di circuitazione, impostare ad un valore negativo realistico, così che vengano prodotti i toni di comando della velocità.
ja: にせのTEバリオグロス値を作成することができる 旋回モードの上昇音をデモする場合 旋回モード以外の場合は音設定をマイナス値にセットすると音を発生することができる

source: This produces a fake airspeed. It can be used when not in circling mode to demonstrate the speed command tones.
it: Questo produce una falsa velocità del vento. Può essere usato quando non in modalità circuitazione per dimostrare i toni di comando della velocità.
ja: にせの速度信号発生 旋回中モード以外で速度音を発生する

source: This forces the variometer into circling or cruise mode
it: Questo forza il variometro in modalità circuitazione o crociera.
ja: バリオメーターの旋回モードと巡航モードを切り替える

source: Vario Demo
ja: バリオのデモ

source: Climb rate
it: Rateo di salita
ja: 上昇率

source: Enable voice read-back of the average climb rate when circling.
it: Abilita la lettura vocale del tasso di salita medio quando in circuitazione.
ja: 旋回中の平均上昇率の読み上げを有効にする

source: Terrain
it: Terreno
ja: 地形

source: Enable warnings for final glide through terrain.
it: Abilita gli allarmi per la planata finale attraverso il terreno.
ja: 地形にぶつかるファイナルコースの警告

source: Waypoint distance
it: Distanza boa
ja: Wp 距離

source: Enable voice read-back of the distance to next waypoint when in cruise mode.
it: Abilita la lettura vocale della distanza alla prossima boa in modalità crociera.
ja: 巡航モードの場合 次のウエイポイントまでの距離の読み上げを有効にする

source: Task altitude difference
it: Differenza altitudine task
ja: タスク高度差

source: Enable voice read-back of height above/below final glide when in final glide.
it: Abilita la lettura vocale dell'altitudine sopra o sotto la planata finale in modalità planata finale.
ja: 高度の音声読み上げ設定を有効にする ファイナルグライドの場合 コースの上か下か

source: MacCready
ja: マクレディー

source: New waypoint
it: Nuova boa
ja: 新規ウエイポイント

source: Enable voice announcement that the task waypoint has changed.
it: Abilita l'annuncio vocale che la boa della task è cambiata.
ja: ウエイポイントを変更した場合の 音声案内を有効にする

source: In sector
ja: 内側セクター

source: Enable voice announcement that the glider is within the task observation sector.
it: Abilita l'annuncio vocale che il velivolo si trova nel settore di osservazione della task.
ja: グライダーがタスクのセクターに入ったとき音声案内が出るように設定

source: Airspace
it: Spazio aereo
ja: 空域

source: Enable voice warnings for airspace incursions.
it: Abilita allarme vocale per incursione negli spazi aerei.
ja: エアスペース進入警報の音声読み上げを有効にする

source: Vega Voice Extensions
it: Estensioni Vega Voice
ja: Vega 音声延長

source: Positive
it: Positivo
ja: ポジティブ

source: Neutral
it: Neutro
ja: ニュートラル

source: Negative
it: Negativo
ja: ネガティブ

source: Landing
it: Atterraggio
ja: 着陸

source: Up
it: SU
ja: 上

source: Middle
it: Medio
ja: 中央揃え

source: Down
it: GIÙ
ja: 下

source: Locked
it: Bloccato
ja: ロック状態

source: Not locked
it: Non bloccato
ja: アンロック状態

source: Airbrake locked
it: Diruttori bloccati
ja: エアブレーキ ロック

source: Flaps
ja: フラップ

source: Gear down
it: Carrello estratto
ja: ギヤー ダウン

source: Acknowledge
it: Accetta
ja: 了解

source: Repeat
it: Ripeti
ja: 繰り返し

source: Speed command
it: Comando velocità
ja: スピードコマンド

source: Switch
ja: スイッチ

source: Vario circling
ja: バリオ 旋回中

source: Switches
ja: 切り替える

source: Stealth mode
ja: ステルス モード

source: Threshold
it: Soglia
ja: しきい値

source: Unkown
it: Sconosciuto
ja: 不明

source: Glider
it: Aliante
ja: グライダー

source: Tow plane
it: Aeroplano trainatore
ja: 曳航機

source: Helicopter
it: Elicottero
ja: ヘリコプター

source: Parachute
it: Paracadute
ja: パラシュート

source: Drop plane
it: Elimina aliante
ja: 降下母機

source: Hang glider
it: Deltaplano
ja: ハンググライダー

source: Paraglider
it: Parapendio
ja: パラグライダー

source: Powered aircraft
it: Velivolo a motore
ja: 動力付航空機

source: Jet aircraft
it: Velivolo a getto
ja: ジェット航空機

source: Flying saucer
it: Disco volante
ja: 円盤

source: Balloon
it: Pallone
ja: 気球

source: Airship
it: Dirigibile
ja: 飛行船

source: Unmanned aerial vehicle
it: Velivolo a pilotaggio remoto
ja: 不明な飛行物体

source: Static object
it: Oggetto statico
ja: 不動物件

source: Type
it: Tipo
ja: 種類

source: Logger interval
it: Intervallo registrazioni
ja: 記録間隔

source: Ack Day
it: Conferma giorno
ja: 日付

source: Map Item List Settings
it: Impostazioni di visualizzazione di oggetti sulla mappa
ja: マップアイテム リストの設定

source: Show Location row
it: Visualizza fila luogo
ja: 現在位置表示

source: If enabled a row at the top will be added showing you the distance and bearing to the location and the elevation.
it: Se abilitata, verrà aggiunta una fila in cima, visualizzando la distanza e direzione del luogo e la elevazione.
ja: 設定すると 現在位置表示を呼び出した場合 その位置までの距離と方角および標高を表示する

source: Show Arrival Altitude
it: Visualizza l'altitudine all'arrivo.
ja: 到着高度表示

source: If enabled a row at the top will be added showing you the arrival altitude at the location.
it: Se abilitata, verrà aggiunta una fila in cima, visualizzando l'altitudine all'arrivo sul luogo.
ja: 設定した場合 その場所の上部に到着高度

source: Select Color
it: Seleziona colore
ja: 色の選択

source: Display
it: Mostra
ja: 表示

source: Warn
it: Avviso
ja: 警告

source: Select Pattern
it: Selez. Motivo
ja: パターンの選択

source: Radio
ja: 無線機

source: Top
it: Alto
ja: 上限高度

source: Base
it: Lim.Inf.
ja: 下限高度

source: Airspace Details
it: Dettagli SpazioAereo
ja: 空域概要

source: No Match!
it: Nessuna corrispondenza!
ja: 該当無し

source: Heading
it: Prua
ja: 針路

source: Name
it: Nome
ja: 名称

source: Select Airspace
it: Selez. SpazioAer
ja: 空域選択

source: Airspace Renderer Settings
it: Impostazioni visualizzazione spazi aerei
ja: 空域表示設定

source: Change Border Color
it: Cambia il colore del bordo
ja: 境界の色を変更

source: Change Fill Color
it: Cambia il colore di riempimento
ja: 塗りつぶしの色を変更

source: Change Fill Brush
it: Cambia il pennello del riempimento
ja: ブラシの種類を変更

source: Border Width
it: Spessore bordo
ja: 枠の幅

source: The width of the border drawn around each airspace. Set this value to zero to hide the border.
it: Lo spessore del bordo disegnato attorno ad ogni spazio aereo. Impostare questo valore a zero per nascondere il bordo.
ja: 空域境界線の太さ 境界を見えなくしたい場合にはゼロに設定する

source: Filled
it: Riempito
ja: 塗りつぶし

source: Only padding
it: Solo contorno
ja: 半透明破線のみ

source: Not filled
it: Non riempito
ja: 塗りつぶし無し

source: Fill Mode
it: Modalità di riempimento
ja: 塗りつぶしモード

source: Defines how the airspace is filled with the configured color.
it: Definisce come viene riempito lo spazio aereo con il colore impostato.
ja: 空域を塗りつぶす色の設定

source: ACK Day
it: Ok oggi
ja: 活動日

source: No Warnings
it: Nessun avviso
ja: 警告無し

source: Airspace Warnings
it: Allarmi SpazioAer
ja: 空域警報

source: When the algorithm is switched off, the pilot is responsible for setting the wind estimate.
it: Quando l'algoritmo è disattivato, è responsabilità del pilota impostare il vento stimato.
ja: この手順をOFFにした場合 風向風速はパイロットの責任で推定する

source: Requires only a GPS source.
it: Richiede solo una sorgente GPS.
ja: GPSソースが必要

source: Prefer external wind
it: Vento esterno preferito
ja: 外部風信号

source: Trail drift
it: Scarroccio dal sentiero
ja: 航跡の長さ

source: Determines whether the snail trail is drifted with the wind when displayed in circling mode. Switched Off, the snail trail stays uncompensated for wind drift.
it: Determina se la scia è scarrocciata dal vento quando mostrata in modalità circuitazione. Spento, la scia rimane non compensata dello scarroccio.
ja: 旋回モードがON場合、航跡が風の影響で流れていないか、表示される。 OFFの場合には補正されない値が表示される。

source: Manual adjustment of wind speed.
it: Correzione manuale della velocità del vento.
ja: 風速の手動設定

source: Manual adjustment of wind direction.
it: Correzione manuale della direzione del vento.
ja: 風向の手動設定

source: Wind Settings
it: Impostazioni Vento
ja: 風の設定

source: Bugs
it: Insetti
ja: バグ
