Repository: dosks/TopHat
Catalog: po/*.po
Languages: it, ja

source: Airports and outlanding fields are displayed in white/grey. If the waypoint is reachable the color is changed to green. If the waypoint is blocked by a mountain the color is changed to red instead.
ja: 飛行場と着陸可能地点は 白とグレーで表示 到達可能な場合グリーンで表示 山でウエイポイントがブロックされている場合赤に変わる

source: Traffic lights
ja: 信号色

source: Airports and outlanding fields are displayed in the colors of a traffic light. Green if reachable, Orange if blocked by mountain and red if not reachable at all.
ja: 飛行場と着陸可能地点は信号の色で表示される グリーン 到達可能 オレンジ 山でブロックされている レッド 到達不能

source: Landable symbols
ja: 着陸可能シンボル

source: Three styles are available: Purple circles (WinPilot style), a high contrast (monochrome) style, or orange. The rendering differs for landable field and airport. All styles mark the waypoints within reach green.
ja: 木の形、紫の丸、白黒の丸またはオレンジ色 設定で共通しているのは到達可能な場合グリーン表示

source: Detailed landables
ja: 着陸可能地非表示

source: [Off] Display fixed icons for landables. [On] Show landables with variable information like runway length and heading.
ja: 「OFF」アイコン固定 「On」ラベルに情報を表示する 滑走路の長さ 方向等

source: Landable size
ja: 着陸帯のサイズ

source: A percentage to select the size landables are displayed on the map.
ja: ディスプレイに表示される 着陸可能地のサイズ

source: Scale runway length
ja: 着陸帯のスケール

source: [Off] Display fixed length for runways. [On] Scale displayed runway length based on real length.
ja: 「OFF」固定した滑走路の長さを表示 「ON」表示スケールに応じて実際の長さの滑走路を表示

source: Hot-air balloon
ja: 熱気球

source: Tracking Interval
ja: 記録間隔

source: Track friends
ja: 友人の航跡

source: Download the position of your friends live from the SkyLines server.
ja: スカイラインサーバーから、友人の航跡をダウンロードする

source: Vehicle Type
it: Tipo di velivolo
ja: 飛行体タイプ

source: Type of vehicle used.
it: Tipo di velivolo usato
ja: 使用する 飛行体のタイプ

source: Server
ja: サーバー

source: Username
ja: ユーザー名

source: Radius
it: Raggio
ja: 半径

source: Radius of the OZ cylinder.
it: Raggio del cilindro OZ
ja: OZシリンダーの半径

source: Gate width
ja: ゲート幅

source: Width of the start/finish gate.
ja: スター トフィニッシュ ゲートの幅

source: Radius of the OZ sector.
ja: OZセクター の半径

source: Start radial
it: Radiale start
ja: スタート半径

source: Start radial of the OZ area
ja: OZエリアのスタート半径

source: Finish radial
it: Radiale arrivo
ja: フィニッふゅ半径

source: Finish radial of the OZ area
ja: OZ地域のフィニッシュ半径

source: Inner radius
ja: 内側の円

source: Inner radius of the OZ sector.
ja: OZセクターの内側の円

source: Angle
ja: アングル

source: Turn Points
ja: 旋回点

source: Rules
it: Regole
ja: ルール

source: Task Manager
it: Gestore Task
ja: タスク マネージャ

source: Validation Errors
ja: 有効化エラー

source: Task not valid. Changes will be lost. Continue?
it: Task non valida. I cambiamenti verranno persi. Continuare?
ja: タスク無効 変更されません 続けますか？

source: Task has been modified
it: La task è stata modificata
ja: タスクが変更されました

source: Task unchanged
it: Task non caricata
ja: タスクは変更されません

source: Revert Changes
ja: 変更を元に戻す

source: Edit Point
ja: ポイントを編集

source: Make Finish
ja: フィニッシュする

source: Clear All
it: Elimina tutto
ja: すべて消去

source: Clear all points?
it: Elimina tutti i punti?
ja: すべてのポイントを削除

source: Task edit
ja: タスク編集

source: Add Turnpoint
ja: 旋回点の追加

source: Task type
ja: タスク タイプ

source: Sets the behaviour for the current task.
ja: 現在のタスクの設定

source: AAT min. time
ja: AAT 最小時間

source: Minimum AAT task time in minutes.
ja: 最小AATタスク時間 分

source: Arm start manually
ja: 出発 手動設定

source: Configure whether the start must be armed manually or automatically.
ja: 出発の判断を手動で行うか自動で行うか設定する

source: Start open time
it: Ora apertura partenza
ja: 出発ゲートが開く時間

source: Start close time
it: Ora chiusura partenza
ja: 出発ゲートが閉まるく時間

source: Start max. speed
ja: スタート 最大速度

source: Maximum speed allowed in start observation zone. Set to 0 for no limit.
ja: スタートエリア内の最高速度 制限がない場合 ゼロにセット

source: Start max. height
ja: 最大スタート高度

source: Maximum height based on start height reference (AGL or MSL) while starting the task. Set to 0 for no limit.
ja: 最大スタート高度 （AGLまたはMSL） 制限が無い場合0に設定する

source: Reference is the height above the task point.
ja: 高度はタスク上の地点からの地上高を意味する

source: Reference is altitude above mean sea level.
ja: 高度は標準界面からの高度を意味する

source: Start height ref.
ja: スタート高度設定

source: Reference used for start max height rule.
ja: 最高出発高度ルールの値

source: Finish min. height
ja: フィニッシュ最低高度

source: Minimum height based on finish height reference (AGL or MSL) while finishing the task. Set to 0 for no limit.
ja: 最小フィニッシュ高度 （AGLまたはMSL） 制限が無い場合 ０に設定

source: Finish height ref.
ja: フィニッシュ高度

source: Reference used for finish min height rule.
ja: 最低フィニッシュ高度の値

source: FAI start / finish rules
it: Regol. part./arr. FAI
ja: FAI スタート／フィニッシュ ルール

source: If enabled, has no max start height or max start speed and requires the minimum height above ground for finish to be greater than 1000m below the start height.
ja: 設定した場合 スタート地点より1000ｍ高い場合を除いて 最高スタート高度、最大スタート速度、最小フィニッシュ高度は設定しない

source: Task not saved
it: Task non salvata
ja: タスクは保存されませんでした

source: Create new task?
it: Crea una nuova task?
ja: 新しいタスクを作りますか？

source: Task New
it: Nuova task
ja: 新しいタスク

source: New Task
ja: 新規タスク

source: Declare
it: Dichiara
ja: 宣言

source: Browse
ja: 表示

source: Load
it: Carica
ja: 読み込み

source: Rename
it: Rinomina
ja: 名称変更

source: More
ja: 多く

source: Load the selected task?
ja: 選択されたタスクを読み込みますか？

source: Task Browser
ja: タスク ブラウザ

source: Can't delete .CUP files
it: Impossibile cancellare file .CUP
ja: CUPファイルを削除できません

source: Delete the selected task?
it: Elimina la task selezionata?
ja: 選択されたタスクを削除しますか？

source: Can't rename .CUP files
it: Impossibile rinominare file .CUP
ja: CUPファイル名を変更できません

source: Rename Error
ja: ファイル名変更エラー

source: Less
ja: 少なく

source: Relocate
it: Ricolloca
ja: 再配置

source: Remove
it: Rimuovi
ja: 削除

source: (Add Alternate Start)
ja: （再スタート）

source: Alternate Start Points
it: Punti partenza alternati
ja: スタートポイント 変更

source: Change Type
ja: タイプの変更

source: Enable Alternate Starts
ja: 再スタート

source: Score exit
ja: スコアー

source: Edit Alternates
ja: 代替飛行場の編集

source: Task point
ja: タスク ポイント

source: Assigned area point
ja: アサインド タスク エリアポイント

source: Finish point
ja: フィニッシュ地点

source: Remove task point?
ja: リモート タスク ポイントですか？

source: Task Point
it: Punti task
ja: タスク ポイント

source: Task Point Type
ja: タスクポイントの種類

source: Goal
ja: 目的地

source: Out and return
ja: 往復

source: Two legs
ja: 2レグ

source: Three legs
ja: 3 レグ

source: non-FAI triangle
ja: 非FAI三角コース

source: %d legs
ja: %d レッグ

source: Task is empty (%s)
ja: タスクがありません(%s)

source: max.
ja: 最大

source: min.
ja: 最小

source: dist.
ja: 距離

source: Sector
it: Settore
ja: セクター

source: Keyhole
ja: キーホール

source: DAeC Keyhole
ja: ドイツエアロクラブ Keyhole

source: BGA Fixed Course
ja: BGA 固定コース

source: BGA Enhanced Option
ja: 英国グライダー協会 オプション

source: BGA Start Sector
ja: 英国グライダー協会 スタートセクター

source: Enter a task name
ja: タスクの名称を入力

source: For AAT tasks, this setting can be used to adjust the target points within the AAT sectors. Larger values move the target points to produce larger task distances, smaller values move the target points to produce smaller task distances.
ja: AATタスクの場合 セクター内のターゲットポイントを調整するのに使用 大きな数字は大きな距離のタスク 小さな数字は短い距離のタスクを選択

source: For AAT tasks, this setting can be used to adjust the target points within the AAT sectors. Positive values rotate the range line clockwise, negative values rotate the range line counterclockwise.
ja: AATタスクの場合 AATセクター内のポイントを調整する プラスの値は時計回り マイナスの値は反時計回り

source: ETE
ja: 予定時間

source: Estimated time en-route to the next AAT target.
ja: 次のAATポイントへの到着見込み時間

source: V rem.
ja: 残り 速度

source: Speed remaining
it: Velocità rimanente
ja: 残り速度

source: Optimized
ja: 最適化

source: Update
ja: アップデート

source: Task Status
it: Stato Task
ja: タスク状況

source: Now
ja: 今

source: Field
it: Campo
ja: 項目

source: Weather Forecast
it: Previsioni Meteo
ja: 気象予報

source: Credits
it: Riconoscimenti
ja: クレジット

source: Audio vario
it: Audio variometro
ja: オーデオバリオ

source: Emulate the sound of an electronic vario.
it: Emula il suono di un variometro elettronico.
ja: オーディオバリオの音質調整

source: Enable Deadband
ja: 使用不能帯を設定する

source: Mute the audio output in when the current lift is in a certain range around zero
ja: リフトがゼロの近い場合オーディオ音量を出さないよう設定

source: Min. Frequency
ja: 最少周波数（音質）

source: The tone frequency that is played at maximum sink rate.
ja: 最大沈下の場合の音質

source: Zero Frequency
ja: ゼロ 周波数

source: The tone frequency that is played at zero climb rate.
ja: リフトがゼロの場合の音質

source: Max. Frequency
ja: 最大 周波数

source: The tone frequency that is played at maximum climb rate.
ja: 最大上昇の場合の音質

source: Deadband min. lift
ja: 最低制限空域

source: Below this lift threshold the vario will start to play sounds if the 'Deadband' feature is enabled.
ja: 制限空域を設定している場合 その高度以下では バリオ計器が警告音をだす

source: Deadband max. lift
ja: 最高上昇制限空域

source: Above this lift threshold the vario will start to play sounds if the 'Deadband' feature is enabled.
ja: 制限空域を設定している場合 その高度以上では バリオ計器が警告音をだす

source: Airport ICAO code
ja: 空港ICAOコード

source: Please enter the FOUR letter code of the desired station.
ja: ４桁のコードを入力してください

source: Please don't use special characters in the four letter code of the desired station.
ja: レター コードには特殊文字を使用しないでください

source: Do you want to remove station %s?
ja: この場所%sを削除しますか？

source: METAR and TAF
ja: METAR および TAF

source: This function is not available on your platform yet.
ja: この機能はあなたのシステムでは使用できません

source: In sector, arm advance when ready
it: Nel settore: armare avanzamento quando pronto
ja: セクター内 次に向かえ

source: Arm
ja: アーム

source: Dismiss
ja: 使用しない

source: Add this turn point?
it: Prox pilone
ja: この旋回転を追加しますか？

source: No METAR available
ja: MEATER 使用不可

source: Dew Point
ja: 露点

source: Visibility
ja: 視程

source: more than %s
ja: %s 以上

source: Sky Conditions
ja: 空模様

source: Weather
it: Meteo
ja: 天気

source: METAR for %s:
ja: %sのMETAR

source: No METAR available!
ja: METAR 使用不可

source: No TAF available!
ja: TAF 使用不可

source: Gear on delay
it: Ritardo estrazione Carrello
ja: ギヤーオン ディレイ

source: Gear off delay
ja: ギヤーオフ ディレイ

source: Interval; gear
it: Intervallo; carrello
ja: ギヤー インターバル

source: Radio com. max. delay
ja: 無線 最大ディレイ

source: Battery low delay
it: Ritardo carica batteria bassa
ja: バッテリー 低下 遅延

source: Battery empty delay
it: Ritardo batteria scarica
ja: バッテリー 空 遅延

source: Interval; battery
ja: バッテリー 間隔

source: Step
ja: ステップ

source: Ramp
ja: ランプ

source: Circling deadband type
ja: 旋回制限バンドタイプ

source: Type of dead band used in circling mode.
ja: 旋回使用不能バンド

source: Circling hi cutoff
it: Soglia alta termica
ja: 旋回上限

source: High limit of circling dead band
ja: 旋回上方限界

source: Circling low cutoff
it: Soglia bassa termica
ja: 旋回下限

source: Low limit of circling dead band
ja: 旋回下方限界

source: Cruise deadband type
ja: 巡航制限域のタイプ

source: Type of dead band used in cruise mode.
ja: 巡航 上方制限

source: Cruise hi cutoff
it: Soglia alta di crociera
ja: 巡航高度上限

source: High limit of cruise dead band
ja: 巡航 上方使用不可バンド

source: Cruise low cutoff
it: Soglia bassa di crociera
ja: 巡航 下方制限

source: Low limit of cruise dead band
ja: 巡航下限使用不可バンド

source: Climb fast trigger
it: Attivazione veloce in salita
ja: 上昇トリガー

source: Comparison method used to detect climb states (HIGH/LOW). [NONE]: State LOW disabled [MACCREADY]: State High if gross vario is greater than MacCready setting. [AVERAGE]: State HIGH if gross vario value is greater than average gross vario value.
ja: 上昇検出モード設定（HIGH/LOW） 「NONE」 LOW 使用しない 「MACCREADY」 HIGH バリオ グロス値がマクレディー設定値より大きい場合 「AVERAGE」 HIGH バリオ グロス値が平均上昇率のグロス値より大きい場合

source: Cruise lift trigger
ja: 巡航 上昇トリガー

source: Comparison method used to detect cruise states for switching to lift tones during cruise. [NONE]: LIFT tone disabled in cruise [RELATIVE ZERO] LIFT tone when relative vario greater than zero. [GROSS ZERO] LIFT tone when glider is climbing. [RELATIVE MC/2] LIFT tone when relative vario greater than half MC. [NET MC/2] LIFT tone when airmass velocity greater than half MC.
ja: 巡航モードで上昇を検出した場合の音量設定 「NONE」設定しない ｛RELATIVE ZERO」バリオの値が０より大きい場合 「GROSS ZERO」 グライダーが上昇している場合 「RELATIVE MC/2」バリオの値がマクレディー値の半分より大きい場合 「NET MC/2」気団の上昇の値がマクレディー値の半分より大きい場合

source: Climb averager scale
ja: 平均上昇率スケール

source: Time scale used for vario averager.
ja: バリオ平均上昇率タイムスケール

source: Cruise averager scale
ja: 巡航平均上昇率スケール

source: Time scale used for cruise speed command averager.
ja: 巡航平均速度タイムスケール

source: Circling volume
it: Volume di termica
ja: 旋回音量

source: Mean volume level in circling modes.
ja: 旋回時の音量

source: Cruise volume
it: Volume di rociera
ja: 巡航時の音量

source: Mean volume level in cruise modes. If set to zero, scales with airspeed.
ja: 巡航モードの主音量 ゼロにセットした場合 速度に応じて増減する

source: Base frequency
it: Frequenza base
ja: 基本音質

source: Adjustment to base frequency of tones in all modes.
ja: すべてのモードで使用する音質の設定

source: Filter circling
it: Filtro termica
ja: 旋回 フィルター

source: Variometer low pass filter time constant in circling mode.
ja: バリオメーター 音下限設定 旋回モードの場合は一定

source: Filter cruise
it: filtro crociera
ja: 巡航 フィルター

source: Variometer low pass filter time constant in cruise mode.
ja: バリオメーター 音下限設定 巡航モードの場合は一定

source: Tone pitch scale
ja: 音のピッチ設定

source: Adjustment to base pitch scale of tones in all modes.
ja: 基本音の 音のピッチ設定

source: Beep type
it: Tipo di beep
ja: ビープタイプ

source: Pitch scheme
ja: 間隔方式設定

source: Pitch scale
ja: 間隔設定

source: Period scheme
ja: 終了方式設定

source: Period scale
ja: 終了時間

source: TE mixing
ja: TE 複合値

source: Proportion of TE probe value used in total energy mixing with pitot/static total energy.
ja: TEセンサー トータルエナジー補正ファクター

source: ASI cal.
ja: 速度補正

source: Calibration factor applied to measured airspeed to obtain indicated airspeed.
ja: 対気速度と表示大気速度の補正ファクター

source: TE static cal.
ja: TE静圧 ファクター

source: Calibration factor applied to static pressure used in total energy calculation.
ja: トータルエナジー 静圧補正ファクター

source: TE dynamic cal.
ja: TE ダイナミック補正

source: Calibration factor applied to dynamic pressure used in total energy calculation.
ja: トータルエナジー 動圧補正ファクター

source: Needle gauge type
ja: 針の種類

source: LED bright
ja: LEDの明るさ

source: Max. objects reported
ja: 障害物表示最大

source: Max. reported
it: Max riportato
ja: 最大表示

source: Flarm interface
it: Interfaccia FLARM
ja: FLARM インターフェース

source: Disable circling
it: Disabilita termica
ja: 旋回モードOFF

source: No mode reports
ja: モード設定無し

source: No aircraft type
it: Nessun tipo velivolo
ja: 航空機タイプ不明

source: Privacy
ja: 個人情報

source: Aircraft type
it: Tipo velivolo
ja: 機種

source: Interval; info
ja: 情報表示間隔

source: Interval; caution
ja: 注意表示間隔

source: Interval; warning
ja: 警報表示間隔

source: TE port
ja: TEポート

source: Whether the Total Energy port is connected.
ja: トータルエネナジーポートが接続されているかどうか

source: Pitot port
ja: ピトー ポート

source: Whether the Pitot port is connected.
ja: ピトー ポートが接続されているかどうか

source: Static port
it: Oggetto statico
ja: 静圧ポート

source: Whether the Static port is connected.
ja: 静圧ポートが接続されているかどうか

source: Stall port
ja: ストール警報ポート

source: Whether the Stall pressure port is connected.
ja: ストール警報圧力ポートが接続されているか

source: Accelerometer
it: Variometro
ja: 加速度計

source: Whether the internal accelerometer is used. Only change this if the accelerometer has malfunctioned or the instrument cannot be installed with correct alignment.
ja: 内臓加速度計を使用するかどうか 設定変更は加速度計器に異常がある場合またはインストールできない場合

source: Whether a temperature and humidity sensor is installed. Set to 0 to disable, 255 to enable auto-detect; otherwise the 1Wire device ID can be specified.
ja: 温度湿度センサーを使用するかどうか ０に設定すると使用しない ２５５に設定すると自動検出 有線接続の場合デバイスIDを指定

source: Baud rate Vega
it: Velocità baud
ja: Vega 通信速度

source: Baud rate of serial device connected to Vega port X1. Use this as necessary when using a third party GPS or data-logger instead of FLARM. If FLARM is connected the baud rate will be fixed at 38400. For OzFLARM, the value can be set to 19200.
ja: Vega ポート X1に接続する通信速度 外着けGPSを接続する場合またはFLARMの代わりに データーロガーを接続する場合 FLARMの通信速度は３８４００固定 OzFLARMの場合は１９２００も使用することができる

source: FLARM connected
it: Non connesso
ja: FLARMが接続されました

source: Enable detection of FLARM. Disable only if FLARM is not used or disconnected.
ja: FLARMの自動検出を有効にする FLARMを使用しない場にだけ非使用に設定

source: PDA power
it: Accensione
ja: PDA電源

source: Enable output of +5V power supply for PDA etc. at Vega connector~X2. If Vega is connected to Altair, this should be set to False.
ja: ＋５V外部電源出力を有効にする Vega X2出力にAltairを接続して使用する場合のみ設定が必要

source: VNE
ja: 超過禁止速度

source: V terrain
it: Terreno
ja: 地形 速度

source: Height terrain
it: Quota max guadagnata
ja: 地形標高

source: V manoeuvering
ja: 乱気流速度

source: V airbrake
ja: エアブレーキ操作速度

source: V flap
ja: フラップ操作速度

source: IGC logging
ja: IGC ログ

source: Mute vario on voice
ja: 音声が有る時バリオ消音

source: Mute vario on radio
ja: 無線が入ったときバリオ消音

source: Vario muting
it: Variometro
ja: バリオ消音

source: Voice muting
ja: 音声 消音

source: Speaker threshold
it: Triangolo FAI
ja: スピーカー 音量

source: Headset threshold
it: Triangolo FAI
ja: ヘッドセット 音量

source: Urgent min. volume
ja: 緊急 最小ボリューム

source: Display terrain on map, no weather data displayed.
it: Visualizza il terreno sulla mappa, nessun dato meteo visualizzato.
ja: 地図上に地形図を表示、気象データは非表示

source: W*
ja: 気団の上昇速度

source: Average dry thermal updraft strength near mid-BL height. Subtract glider descent rate to get average vario reading for cloudless thermals. Updraft strengths will be stronger than this forecast if convective clouds are present, since cloud condensation adds buoyancy aloft (i.e. this neglects "cloudsuck"). W* depends upon both the surface heating and the BL depth.
ja: サーマルの予想平均上昇率 ブルーサーマル状態の場合乾燥断熱上昇率に近い 雲がある場合は地表の暖まり方と雲の高さにより変化する

source: BL Wind spd
ja: ブロック 風向風速

source: The speed and direction of the vector-averaged wind in the BL. This prediction can be misleading if there is a large change in wind direction through the BL.
ja: 飛行ブロック間の航跡の平均飛行方向 風向が急に大きく変わった場合にはその影響の誤差を含む

source: H bl
ja: 雲の高さ

source: Height of the top of the mixing layer, which for thermal convection is the average top of a dry thermal. Over flat terrain, maximum thermalling heights will be lower due to the glider descent rate and other factors. In the presence of clouds (which release additional buoyancy aloft, creating "cloudsuck") the updraft top will be above this forecast, but the maximum thermalling height will then be limited by the cloud base. Further, when the mixing results from shear turbulence rather than thermal mixing this parameter is not useful for glider flying.
ja: 対流上限高度 平地ではサーマル上限 雲量 ％ 雲による吸い上げの場合 予想上昇限度より上昇限界が高くなる可能性が有る 雲がある場合には 雲低の高さにより制限される シェアーによる乱流がある場合にはグライダーの飛行に適さない

source: dwcrit
ja: 対流上限高度（対地高度）

source: This parameter estimates the height above ground at which the average dry updraft strength drops below 225 fpm and is expected to give better quantitative numbers for the maximum cloudless thermalling height than the BL Top height, especially when mixing results from vertical wind shear rather than thermals. (Note: the present assumptions tend to underpredict the max. thermalling height for dry consitions.) In the presence of clouds the maximum thermalling height may instead be limited by the cloud base. Being for "dry" thermals, this parameter omits the effect of "cloudsuck".
ja: 平均上昇率が２２５ｆｐｍ以下になると予想される高度（対地高度） 平地ではブルーサーマルの上限 雲がある場合には 雲のトップの高さ シェアーによる上昇が予想される場合にはその値 （現在は乾燥状態におけるにサーマルの上昇限界） 雲がある場合には 雲低の高さにより制限される

source: bl cloud
ja: 雲量

source: This parameter provides an additional means of evaluating the formation of clouds within the BL and might be used either in conjunction with or instead of the other cloud prediction parameters. It assumes a very simple relationship between cloud cover percentage and the maximum relative humidity within the BL. The cloud base height is not predicted, but is expected to be below the BL Top height.
ja: 雲量 雲の量が地表面を覆っている比率％ 雲が発生している場合その高度では湿度が高く 雲低より上昇することは予想されない

source: Sfc temp
ja: 地表気温

source: The temperature at a height of 2m above ground level. This can be compared to observed surface temperatures as an indication of model simulation accuracy; e.g. if observed surface temperatures are significantly below those forecast, then soaring conditions will be poorer than forecast.
it: La temperatura ad un'altezza di 2 m sopra il livello del suolo. Questa può essere confrontata con la temperatura superficiale come indicazione dell'accuratezza del modello di simulazione; es. se le temperature superficiali osservate sono in modo significativo al di sotto di quelle previste, allora le condizioni di volo saranno più scarse rispetto a quanto previsto
ja: 地表2m地点の 気温 地表温度の観測はこの位置の温度を測定し予想に使用する 温度が低い場合ソアリングコンディションは悪くなる

source: hwcrit
ja: 対流上限高度（海面高度）

source: This parameter estimates the height at which the average dry updraft strength drops below 225 fpm and is expected to give better quantitative numbers for the maximum cloudless thermalling height than the BL Top height, especially when mixing results from vertical wind shear rather than thermals. (Note: the present assumptions tend to underpredict the max. thermalling height for dry consitions.) In the presence of clouds the maximum thermalling height may instead be limited by the cloud base. Being for "dry" thermals, this parameter omits the effect of "cloudsuck".
ja: 平均上昇率が２２５ｆｐｍ以下になると予想される高度（海面高度） 平地ではブルーサーマルの上限 雲がある場合には 雲のトップの高さ シェアーによる上昇が予想される場合にはその値 （現在は乾燥状態におけるにサーマルの上昇限界） 雲がある場合には 雲低の高さにより制限される 雲による吸い上げは考慮しない

source: wblmaxmin
ja: 気団最高最低

source: Maximum grid-area-averaged extensive upward or downward motion within the BL as created by horizontal wind convergence. Positive convergence is associated with local small-scale convergence lines. Negative convergence (divergence) produces subsiding vertical motion, creating low-level inversions which limit thermalling heights.
ja: 区間ブロック内で予想される平均的な上昇下降風の強さ 風の影響によるコンバージェンスの発生は 帯状の上昇帯や下降帯を生成する さらにはサーマルの発生を抑制する

source: blcwbase
ja: 積雲雲低高さ予想

source: Scanning weather forecast
it: Ricerca previsioni meteo
ja: 気象予報 のスキャン

source: Setup Plane
ja: 機体設定

source: Flight Setup
it: Impostaz. Volo
ja: フライト セットアップ

source: Takeoff
it: Decollo
ja: 離陸

source: Stored to EEPROM
it: Salvato in EEPROM
ja: EEPROM に記録

source: Team Code
it: Codice Team
ja: チーム コード

source: Manual Demo
ja: マニュアル デモ

source: Vario ASI zeroed
it: Vario ASI azzerato
ja: バリオ 速度0設定

source: Setup Stall
ja: セットアップ ストール

source: Accelerometer leveled
ja: アクセラレーター レベル

source: Dropped marker
ja: マーカーを設置

source: Traffic List
it: Lista Traffico
ja: 他機一覧

source: Above final glide
it: Sopra Planata Finale
ja: ファイナル グライド ライン上

source: Final glide through terrain
it: Planata Finale Attraverso Terreno
ja: 地形ごしのファイナルグライド

source: Accel Zero
ja: アクセル ゼロ

source: Below final glide
it: Sotto Planata Finale
ja: ファイナルグライド ライン下

source: ASI Zero
ja: ASI ゼロ

source: Climb Demo
ja: クライム デモ

source: Accel
ja: アクセラレータ

source: What's here?
ja: 現在位置は何処？

source: Message Repeat
it: Ripeti Messaggio
ja: メッセージ 繰り返し

source: AVG/ALT
ja: 平均高度

source: Mark Drop
ja: マーク 設置

source: Pan On
ja: パン オン

source: Setup Audio
it: Impostaz. Audio
ja: セットアップ オーディオ

source: Store
it: Salva
ja: 保存

source: Cruise Demo
ja: 巡航 デモ

source: Setup System
it: Impostaz. Sistema
ja: セットアップ システム

source: Airframe Switches
ja: エアフレーム スイッチ

source: Check list
ja: チェック リスト

source: AT - Assigned task
it: AT - Task assegnata

source: MAT - Modified area task
it: MAT - Task ad area modificata

source: Assigned task. 1-mile turn point cylinders. No minimum time.
it: Task assegnata. Boe con cilindro di 1 miglio. Nessun tempo minimo.

source: Turn area task. Has cylinders of varying sizes. Minimum task time applies.
it: Task ad aree di virata. Utilizza cilindri di varie dimensioni. Viene applicato il tempo minimo di task.

source: Modified area task. Task with start, finish and at least one mandatory turnpoint. Pilot can add additional points as needed. 1-mile cylinders. Minimum task time applies.
it: Task ad aree modificato. Task con start, arrivo ed almeno una boa obbligatoria. I piloti possono aggiungere punti a piacimento. Cilindri di 1 miglio. Viene applicato il tempo minimo di task.

source: Hide
it: Nascondi

source: Show
it: Mostra
