Repository: dosks/TopHat
Catalog: po/*.po
Languages: it, ja

source: Estimated time required to reach next waypoint, assuming performance of ideal MacCready cruise/climb cycle.
it: Tempo stimato per raggiungere la prossima boa, assumendo le prestazioni di un ciclo ideale crociera/salita di MacCready.
ja: 次のウエイポイントまでの見込所要時間 現在のマクレディー設定による予想値

source: Speed dolphin
it: Velocità di delfinamento
ja: ドルフィン速度

source: Vopt
ja: 最適速度

source: The instantaneous MacCready speed-to-fly, making use of netto vario calculations to determine dolphin cruise speed in the glider's current bearing. In cruise flight mode, this speed-to-fly is calculated for maintaining altitude. In final glide mode, this speed-to-fly is calculated for descent. In climb mode, this switches to the speed for minimum sink at the current load factor (if an accelerometer is connected). When Block mode speed to fly is selected, this InfoBox displays the MacCready speed.
it: La velocità istantanea di MacCready da volare, utilizzando i calcoli del vario netto per determinare la velocità di delfinamento nell'attuale direzione dell'aliante. In modalità volo di crociera, questa velocità da volare è calcolata per il mantenimento dell'altitudine. In modalità planata finale, questa velocità è calcolata per una discesa. In modalità salita, questo transita in velocità per la minima discesa al fattore di carico attuale (se un accelerometro è connesso). Quando viene selezionata la modalità velocità da volare per il Blocco, questa Info Box indica la velocità MacCready.
ja: ドルフィン飛行の場合に現在の飛行方向に対して計算される 現在のマクレディー指示速度 巡航モードの場合 高度を維持しながら飛行するように指示される ファイナルモードの場合はファイナル地に向かって降下するよう指示される 上昇モードの場合最小沈下速度を指示する ブロックモードが選択された場合（加速装置が接続された場合）インフォボックスはそのマクレディー指示速度を表示する

source: Netto vario
it: Vario netto
ja: ネット バリオ

source: Netto
ja: Nett バリオ

source: Instantaneous vertical speed of air-mass, equal to vario value less the glider's estimated sink rate. Best used if airspeed, accelerometers and vario are connected, otherwise calculations are based on GPS measurements and wind estimates.
it: Velocità verticale istantanea della massa d'aria, uguale al valore del variometro meno il rateo di discesa stimato dell'aliante. Utilizzato al meglio se anemometro, accelerometro e variometro sono collegati, altrimenti i calcoli sono basati su misurazioni GPS e vento stimato.
ja: 現在飛行しているの空気の塊上昇速度 バリオメーターの数値からグライダーの沈下率を引いた数値 高機能バリオメーターを搭載している場合其の数値 それ以外の場合はGPSの数値より算出

source: Task arrival time
it: Ora di arrivo task
ja: タスク到着時間

source: Fin ETA
it: ETA finale
ja: Fin到着時間

source: Estimated arrival local time at task completion, assuming performance of ideal MacCready cruise/climb cycle.
it: Ora locale di arrivo stimata al completamento della task, assumendo le prestazioni di un ciclo ideale crociera/salita di MacCready.
ja: ファイナル到着時間 ファイナルポイント到着予想時間 現在のマクレディー設定値により算出

source: Next arrival time
it: Prossimo tempo di arrivo
ja: WP到着時間

source: WP ETA
it: H alla boa
ja: WP到着時間

source: Estimated arrival local time at next waypoint, assuming performance of ideal MacCready cruise/climb cycle.
it: Ora locale di arrivo stimata alla prossima boa, assumendo le prestazioni di un ciclo ideale crociera/salita di MacCready.
ja: ウエイポイント到着時間 ウエイポイント到着予想時間 現在のマクレディー設定値により算出

source: Target
it: Obiettivo
ja: ターゲット

source: Outside air temperature
it: Temperatura esterna
ja: 外気温

source: OAT
it: Temp Esterna
ja: 外気温

source: Outside air temperature measured by a probe if supported by a connected intelligent variometer.
it: Temperatura esterna misurata da una sonda se supportata da un variometro intelligente connesso.
ja: 外部温度 外部計器または高機能バリオメーターからの数値

source: Relative humidity
it: Umidità relativa
ja: 相対湿度

source: Rel Hum
it: Um. Rel.
ja: 相対湿度

source: Relative humidity of the air in percent as measured by a probe if supported by a connected intelligent variometer.
it: Umidità relativa dell'aria in percentuale così come è misurata da una sonda se supportata da un variometro intelligente connesso.
ja: 相対湿度 ％ バリオメーターからの信号が有る場合 単位％

source: Forecast temperature
it: Temperatura prevista
ja: 予想気温

source: Max Temp
it: T Max
ja: 最高気温

source: Forecast temperature of the ground at the home airfield, used in estimating convection height and cloud base in conjunction with outside air temperature and relative humidity probe. (Touch-screen/PC only) Pressing the up/down cursor keys adjusts this forecast temperature.
it: Temperatura prevista al suolo al campo di volo base, utilizzata nella stima dell'altezza di convezione e base delle nubi congiuntamente a sonde per la temperatura esterna dell'aria e di umidità relativa. (Touch-screen/Solo PC) La pressione dei tasti cursore su/giù varia questa temperatura prevista.
ja: ホーム飛行場の地上予想気温 外部温度湿度センサーが装備されている場合には雲低の高さ予報が可能 タッチパネルPDAまたはPC の場合 UP/DOWN矢印キーで予想温度を設定する

source: AAT distance around target
it: Distanza AAT attorno all'obiettivo
ja: AAT目標距離

source: AAT Dtgt
ja: AAT目標距離

source: Assigned Area Task distance around target points for remainder of task.
it: Distanza attorno ai punti obiettivo dell'Area Task Assegnata per la parte rimanente del tema.
ja: AAT目標距離 現在のタスクの目標距離

source: AAT speed around target
it: Velocità dell'AAT attorno all'obiettivo
ja: AAT目標速度

source: AAT Vtgt
ja: AAT目標速度

source: Assigned Area Task average speed achievable around target points remaining in minimum AAT time.
it: Velocità media ottenibile attorno ai punti obiettivo dell'Area Task Assegnata rimanenti del minimo tempo AAT.
ja: AAT目標最小平均速度 残りの時間で可能な最小目標平均速度

source: L/D vario
it: variometro L/D
ja: バリオ滑空比

source: L/D Vario
ja: バリオ L/D

source: Instantaneous lift/drag ratio, given by the indicated airspeed divided by the total energy vertical speed, when connected to an intelligent variometer. Negative values indicate climbing cruise. If the total energy vario speed is close to zero, the displayed value is '---'.
it: Il rapporto istantaneo portanza/resistenza, ottenuto dalla velocità indicata divisa per l'energia totale variometrica, quando connessa ad un variometro intelligente. Valori negativi indicano salita in crociera. Se la velocità del variometro ad energia totale è prossima allo zero, il valore indicato è '---'.
ja: 現在の滑空比 計器速度をトータルエネルギー垂直速度で割った値 複合バリオメータが接続されている場合その値を使用 マイナス値は上昇を意味する 数値がゼロに近い場合”－－－”と表示される

source: Airspeed TAS
it: Velocità TAS
ja: 真対気速度

source: V TAS
ja: 真対気速度

source: Team code
it: Codice Team
ja: チームコード

source: Team Code
it: Codice Team
ja: チームコード

source: The current Team code for this aircraft. Use this to report to other team members. The last team aircraft code entered is displayed underneath.
it: Il codice Team in vigore per questo velivolo. Utilizzare questo per comunicare con gli altri membri del team. L'ultimo codice Team velivolo inserito è indicato al di sotto.
ja: この航空機が使用しているチームコード チームコードは、ディスプレイの下部に表示される

source: Team bearing
it: Direzione Team
ja: チーム 針路

source: Team Brng
it: Dir Team
ja: チーム 方向

source: The bearing to the team aircraft location at the last team code report.
it: La direzione verso la posizione del velivolo del team all'ultimo rapporto del codice team.
ja: チーム 針路 前のレポートポイントからの針路

source: Team bearing difference
it: Differenza di direzione del Team
ja: チーム針路差

source: Team BrngD
ja: チーム 方向差

source: The relative bearing to the team aircraft location at the last reported team code.
it: La direzione relativa verso la posizione del velivolo del team all'ultimo rapporto del codice team.
ja: 現在のチーム針路 前のレポートポイントから見た現在の飛行位置の針路

source: Team range
it: Distanza Team
ja: チーム幅

source: Team Dist
it: Dist Team
ja: チーム距離

source: The range to the team aircraft location at the last reported team code.
it: La distanza dal luogo del velivolo del Team all'ultimo codice team riportato.
ja: チームの飛行幅 前回のレポート地点から現在の飛行位置へのチームの飛行幅

source: Speed task instantaneous
it: Velocità istantanea della task
ja: タスク現在速度

source: V Task Inst
it: V Ist Task
ja: タスク現在速度

source: Instantaneous cross country speed while on current task, compensated for altitude. Equivalent to instantaneous Pirker cross-country speed.
it: Velocità istantanea di cross country nella task corrente, compensata per l'altitudine. Equivalente alla velocità istantanea di cross country di Pirker.
ja: 現在のタスク速度 現在のタスク平均の飛行速度 高度補正済み パーカー クロスカントリー速度と同要

source: Distance home
it: Distanza dal punto di partenza
ja: ホーム距離

source: Home Dist
it: Dist da Casa
ja: ホーム距離

source: Distance to home waypoint (if defined).
it: Distanza alla boa Casa (se definita)
ja: ホーム飛行場（ウエイポイント）距離

source: Speed task achieved
it: Velocità task raggiunta
ja: タスク平均速度

source: V Task Ach
it: V Tema otten.
ja: タスク平均速度

source: Achieved cross country speed while on current task, compensated for altitude. Equivalent to Pirker cross-country speed remaining.
it: Velocità del cross country ottenuta nella task corrente, compensata per altitudine. Equivalente alla velocità rimanente di cross country di Pirker.
ja: 現在のタスクの平均飛行速度 温度補正済み パーカークロスカントリー速度と同じ

source: AAT delta time
it: Tempo delta AAT
ja: AATデルタ時間

source: AAT dT
ja: AATデルタ時間

source: Difference between estimated task time and AAT minimum time. Coloured red if negative (expected arrival too early), or blue if in sector and can turn now with estimated arrival time greater than AAT time plus 5 minutes.
it: Differenza tra tempo stimato della task e tempo minimo AAT. Colorato in rosso se negativo (previsto arrivo troppo presto), o blu se nel settore ed è possibile virare ora con un tempo stimato di arrivo maggiore del tempo AAT più 5 minuti.
ja: AATタスクの場合 AAT 最小時間と実際の到着時間の差 赤い色表示の場合 飛行時間が不足している（到着していない） ブルーの場合すでに到着していて旋回可能

source: Thermal average over all
it: Media termica su tutte.
ja: 全サーマル平均上昇率

source: T Avg
it: Media Termiche
ja: 平均時間

source: Time-average climb rate in all thermals.
it: Media temporale del rateo di salita in tutte le termiche
ja: 全サーマル平均上昇率

source: Task req. total height trend
ja: タスク必要高度

source: RH Trend
ja: 必要高度

source: Trend (or neg. of the variation) of the total required height to complete the task.
it: Tendenza (o negativo della variazione) dell'altitudine totale richiesta per completare la task.
ja: 必要高度 タスクを終了するのに必要な高度

source: Battery percent
it: Percentuale batteria
ja: 電池残量[%]

source: Battery voltage
it: Voltaggio batteria
ja: 電池電圧

source: Battery
it: Batteria
ja: バッテリー

source: Displays percentage of device battery remaining (where applicable) and status/voltage of external power supply.
it: Indica la percentuale rimanente della batteria del dispositivo (quando applicabile) e lo status/voltaggio della fonte energetica esterna.
ja: バッテリー残量表示 ％ 外部バッテリー残量表示

source: Final GR
ja: フィニッシュ滑空比

source: Fin GR
ja: Fin到達滑空比

source: The required glide ratio over ground to finish the task, given by the distance to go divided by the height required to arrive at the safety arrival height.
it: l'efficienza al suolo richiesta per completare la task, data dalla distanza residua diviso l'altitudine richiesta per arrivare alla quota di sicurezza.
ja: タスクを終了するのに必要な滑空比 残りの距離を滑空してゴールするのに必要な高度で割った値 安全到達高度を考慮している

source: Alternate 1
it: Alternativo 1
ja: 代替１

source: Altn 1
it: Alt 1
ja: 代替地 １

source: Displays name and bearing to the best alternate landing location.
it: Mostra nome e direzione della migliore aviosuperfice alternativa.
ja: 代替着陸地までの距離と方角

source: Alternate 2
it: Alternativo 2
ja: 代替２

source: Altn 2
it: Alt 2
ja: 代替地２

source: Displays name and bearing to the second alternate landing location.
it: Indica nome e direzione del luogo di atterraggio del secondo alternato
ja: 代替飛行場２ の名称と場所

source: Alternate 1 GR
it: Alternativo 1 GR
ja: 代替地１ 滑空比

source: Altn1 GR
ja: 代替１ 滑空比

source: Geometric gradient to the arrival height above the best alternate. This is not adjusted for total energy.
it: Gradiente geometrico all'altezza di arrivo sopra il migliore alternato, non corretto per l'energia totale.
ja: 代替飛行場 到着に必要な滑空比 トータルエナジー補正無し

source: Height above take-off
it: Altitudine sopra al decollo
ja: 離陸地点からの高度

source: H T/O
ja: 離陸高度

source: Height based on an automatic take-off reference elevation (like a QFE reference).
it: Altezza rispetto all'evazione automaticamente rilevata al decollo (equivalente al QFE).
ja: 離陸地点からの高度（QFEのようなもの）

source: GR average
it: Media GR
ja: 平均滑空比

source: GR Avg
it: Media GR
ja: 平均滑空比

source: Experimental 1
it: Sperimentale 1
ja: ユーザー設定１

source: Exp1
it: Sper1
ja: ユーザー設定１

source: On-Line Contest distance
it: Distanza competizione On-line
ja: OLC 距離

source: OLC Dist
ja: OLC 距離

source: Instantaneous evaluation of the flown distance according to the configured On-Line Contest rule set.
it: Valutazione istantanea della distanza volata, in accordo con le regole configurate per le competizioni On-Line
ja: OLCルールにより計算した飛行距離

source: Experimental 2
ja: ユーザー設定２

source: Exp2
ja: ユーザー設定２

source: CPU load
it: Carico CPU
ja: CPU負荷

source: CPU load consumed by XCSoar averaged over 5 seconds.
it: Carico della CPU utilizzato da XCSoar nella media di 5 secondi.
ja: 過去5秒間のXCSoarによる平均CPU負荷

source: Next altitude arrival
it: Prossima alitudine di arrivo
ja: 次点到着高度

source: WP AltA
ja: WP 標高

source: Free RAM
it: RAM libera
ja: 空きメモリー

source: Free RAM as reported by OS.
it: RAM libera come riportata dal SO.
ja: OS 空きメモリ

source: Flight level
it: Livello di volo
ja: フライトレベル

source: FL
ja: フライトレベル

source: Pressure Altitude given as Flight Level. Only available if barometric altitude available and correct QNH set.
it: Altitudine pressione riportata come Livello di Volo. Disponibile solo se l'altitudine barometrica è disponibile e il corretto QNH è predisposto.
ja: 気圧高度 気圧高度計が接続されている場合 QNH補正可能

source: Barogram
it: Barogramma
ja: バログラフ

source: Trace of altitude during flight
it: Traccia dell'altitudine durante il volo
ja: 航跡

source: Vario trace
it: Traccia del variometro
ja: 高度トレース

source: Vario Trace
it: Traccia del variometro
ja: バリオ 航跡

source: Trace of vertical speed, as reported by the GPS, or the intelligent vario total energy vario value if connected to one.
it: Traccia della velocità verticale, come riportato dal GPS, o il valore dell'energia totale variometrica se connesso ad un variometro intelligente.
ja: GPS高度トレース 高機能バリオメーターが接続されている場合その値

source: Netto vario trace
it: Traccia del variometro netto
ja: トータルエナジーバリオメーター トレース

source: Netto Trace
it: Traccia netto
ja: 気団速度の記録

source: Trace of vertical speed of air-mass, equal to vario value less the glider's estimated sink rate.
it: Traccia della velocità verticale della massa d'aria, pari al valore variometrico meno il rateo di discesa stimato dell'aliante.
ja: 空域の昇降速度記録 バリオメーターの数値マイナス グライダーの沈下率

source: Thermal climb trace
it: Traccia della salita in termica
ja: サーマル上昇航跡

source: TC Trace
it: Traccia TC
ja: サーマル航跡

source: Trace of average climb rate each turn in circling, based of the reported GPS altitude, or vario if available.
it: Traccia della media del rateo di salita in ogni virata della circuitazione, basata sul valore di altitudine riportata dal GPS, o dal variometro se disponibile.
ja: 旋回ごとの平均上昇率の記録 GPSの値またはバリオメーターの値

source: Climb band
it: fascia di salita
ja: 上昇帯

source: Climb Band
it: Fascia di salita
ja: 上昇バンド

source: Graph of average circling climb rate (horizontal axis) as a function of altitude (vertical axis).
it: Grafico del rateo di salita medio in termica (asse orizzontale) in funzione della quota (asse verticale).
ja: 平均上昇率のグラフ 上昇率 （水平軸） 高度（縦軸）

source: Task progress
it: Avanzamento task
ja: タスク 達成率

source: Progress
it: Progressione
ja: 達成率

source: Clock-like display of distance remaining along task, showing achieved task points.
it: Schermata ad orologio della distanza rimanente lungo la task, indicando i punti del tema ottenuti.
ja: 時計表示 タスク残り距離 タスクのポイントに表示

source: Time under max. start height
it: Tempo al di sotto della massima altezza di partenza
ja: 最大出発高度までの見込み所要時間

source: Start Height
it: Altezza di start
ja: 出発高度

source: The contiguous period the ship has been below the task start max. height.
it: I periodi contigui nei quali l'unità è stata sotto la massima altezza di partenza della task.
ja: 最大出発高度以下の連続時間

source: Task time to go (ground speed)
it: Tempo task rimanente (velocità al suolo)
ja: ファイナル時間 （対地速度値）

source: Fin ETE VMG
ja: ファイナル時間

source: Estimated time required to complete task, assuming current ground speed is maintained.
it: Tempo stimato richiesto per completare la task, considerando di mantenere l'attuale velocità al suolo.
ja: ファイナル予想時間 現在の対地速度より算出

source: Next time to go (ground speed)
it: Prossimo T rimanente (velocità al suolo)
ja: 次のポイントまでの時間 （対地速度値）

source: WP ETE VMG
ja: 次WP時間 現在速度

source: Estimated time required to reach next waypoint, assuming current ground speed is maintained.
it: Tempo stimato richiesto per raggiungere la prossima boa, considerando di mantenere l'attuale velocità al suolo.
ja: 次のウエイポイントまでの時間 現在の対地速度を維持した場合の値

source: Attitude indicator
it: Indicatore di assetto
ja: 姿勢表示器

source: Horizon
it: Orizzonte
ja: 人工水平儀

source: Attitude indicator (artificial horizon) display calculated from flight path, supplemented with acceleration and variometer data if available.
it: Indicatore di attitudine (orizzonte artificiale) calcolato dal percorso di volo, supplementato da accelerazione e variometro se disponibili.
ja: 姿勢指示器 （人口水平儀） 飛行パスの表示 オプションで アクセラレーターとバリオのデーターを接続可能

source: Nearest airspace horizontal
it: Spazio aereo orizzontalmente più vicino.
ja: 空域境界水平線

source: Near AS H
ja: 空域境界線

source: The horizontal distance to the nearest airspace.
it: La distanza orizzontale dallo spazio aereo più vicino.
ja: 最近の空域までの水平距離

source: Nearest airspace vertical
it: Spazio aereo più vicino in verticale
ja: 空域境界線までの垂直距離

source: Near AS V
ja: 空域境界線までの垂直距離

source: The vertical distance to the nearest airspace. A positive value means the airspace is above you, and negative means the airspace is below you.
it: La distanza verticale dallo spazio aereo più vicino. Un valore positivo significa che lo spazio aereo e al di sopra di te, e negativo è al di sotto.
ja: 空域境界線までの垂直距離 スプラスの値の場合 上方向 マイナスの値の場合 下方向

source: Next MC0 altitude difference
it: Differenza altitudine prossimo MC0
ja: 次のポイント 到着見込み高度差 マクレディ値ゼロの場合

source: WP MC0 AltD
ja: 次のポイント 到着見込み高度差 マクレディ値ゼロの場合

source: Head wind component
it: Componente del vento frontale
ja: 向かい風成分

source: Head Wind
it: Vento frontale
ja: 向かい風

source: The current head wind component. Head wind is calculated from TAS and GPS ground speed if airspeed is available from external device. Otherwise the estimated wind is used for the calculation.
it: L'attuale componente di vento frontale. Il vento frontale è calcolato dalla TAS e dalla velocità al suolo GPS se disponibile da dispositivi esterni. Diversamente per i calcoli verrà utilizzato il vento stimato.
ja: 現在の向かい風成分 GPS対地速度と真対気速度（外部計器からの信号） またはXCSOARが飛行データーから解析した値

source: Terrain collision
it: Collisione con il terreno
ja: 地面衝突

source: Terr Coll
it: Coll Terr
ja: 地面衝突

source: The distance to the next terrain collision along the current task leg. At this location, the altitude will be below the configured terrain clearance altitude.
it: La distanza dalla prossima collisione con il terreno lungo l'attuale tratta della task. In questo luogo, l'altitudine sarà al disotto della altitudine di separazione dal terreno configurata.
ja: 現在の針路上の地上衝突地点までの距離 この距離では地表より低い高度になる場所までの距離

source: Altitude (Auto)
it: Altitudine (Auto)
ja: 高度（自動）

source: Alt Auto
ja: 高度（自動）

source: This is the barometric altitude obtained from a device equipped with a pressure sensor or the GPS altitude if the barometric altitude is not available.
it: Questa è l'altitudine barometrica ottenuta da un dispositivo equipaggiato con un sensore di pressione oppure l'altezza GPS qualora l'altezza barometrica non sia disponibile.
ja: 気圧高度計が接続されている場合はその高度 接続されていない場合はGPSの高度を表示する

source: Thermal next leg equivalent
it: Equivalente prossima tappa termica
ja: サーマル 次のレッグも同じ

source: T Next Leg
ja: TC 次レッグ

source: The thermal rate of climb on next leg which is equivalent to a thermal equal to the MacCready setting on current leg.
it: Il rateo di salita della termica nella prossima tratta che è equivalente ad una termica dell'impostazione MacCready nella tratta attuale.
ja: 次のレッグのサーマルの平均上昇率設定 現在のレッグのマクレディー設定値と同じ

source: Head wind component (simplified)
it: Componente del vento frontale (semplificata)
ja: 向かい風成分

source: Head Wind *
it: Vento frontale *
ja: 向かい風

source: The current head wind component. The simplified head wind is calculated by subtracting GPS ground speed from the TAS if airspeed is available from external device.
it: L'attuale componente di vento frontale. Il vento frontale semplificato è calcolato sottraendo la velocità al suolo GPS dalla TAS se la velocità all'aria è disponibile da un dispositivo esterno.
ja: 現在の向かい風成分 外部計器からの真対気速度とGPS対地得速度の差

source: Task cruise efficiency
it: Efficienza di crociera della task
ja: タスク巡航効率

source: Cruise Eff
it: Eff di crociera
ja: 巡航効率

source: Efficiency of cruise. 100 indicates perfect MacCready performance. This value estimates your cruise efficiency according to the current flight history with the set MC value. Calculation begins after task is started.
it: Efficienza di crociera. 100 indica prestazioni di MacCready perfette. Questo valore stima la tua efficienza di crociera in accordo con l'attuale storia del volo con il valore di MC impostato. Il calcolo inizia prima che la task inizi.
ja: 巡航効率 100の場合完全にマクレディー値を達成している 現在までの飛行データー タスクをスタートしてからの飛行方向

source: Wind
it: Vento
ja: 風

source: Thermal assistant
it: Assistente termica
ja: サーマル アシスタント

source: Thermal
it: Termica
ja: サーマル

source: A circular thermal assistant that shows the lift distribution over each part of the circle.
it: Assistente circolare per le termiche che mostra il rateo di salita lungo il cerchio.
ja: サーマルアシストは旋回円のそれぞれの場所の 上昇風の強さを表示する

source: Start open/close countdown
it: Conteggio apertura/chiusura partenza
ja: スタートゲート 開/閉 カウント

source: Start open
it: Partenza aperta
ja: スタートゲート 開

source: Shows the time left until the start point opens or closes.
it: Mostra il tempo rimanente prima che il punto dipartenza venga aperto o chiuso
ja: スタートゲート が開くか、閉まるまでの時間

source: Start open/close countdown at reaching
it: Avvia conto alla rovescia aperto/chiuso al ragiungimento
ja: ゲート開または閉迄の残り時間

source: Start reach
ja: スタート地点 到着

source: Shows the time left until the start point opens or closes, compared to the calculated time to reach it.
it: Mostra il tempo residuo finchè lo start si apra o chiuda, comparato al tempo caloclato per raggiungerlo.
ja: ゲート オープン、またはクロース迄の残り時間 到着見込み時間

source: Next radial
it: Radiale successivo
ja: 次のポイントからの方向

source: Radial
it: Radiale
ja: 放射状

source: True bearing from the next waypoint to your position.
it: Direzione reale tra la prossima boa e la posizione corrente.
ja: 次のポイントから 現在の位置への方向

source: ATC radial
it: radiale ATC
ja: ATC 半径

source: True bearing from the selected reference location to your position. The distance is displayed in nautical miles for communication with ATC.
it: Direzione reale dal punto di riferimento selezionato alla posizione corrente. La distanza è mostrata in miglia nautiche per la comunicazione con l'ATC.
ja: 選択された位置からの正磁方位 距離はATCと共にNMで表示される

source: Speed task last hour
it: Ultima ora della task a velocità
ja: 速度タスク 残り時間

source: V Task H
ja: 速度タスク 残り時間

source: Average cross country speed while on current task over the last hour, not compensated for altitude.
it: Velocità media di crociera nella task corrente nell'ultima ora, non compensata per l'altitudine.
ja: 現在んタスクにおける過去１時間の平均速度 クロスカントリー中の平均速度で高度補正無し

source: Next distance (nominal)
it: Distanza successiva (nominale)
ja: 次のポイントまでの距離

source: WP Dist-N
ja: ウエイポイント距離

source: Circle Diameter
it: Diametro Circolo
ja: 円の直径

source: Circle D
it: Circuitazione
ja: 円の直径
