Repository: dosks/TopHat
Catalog: po/*.po
Languages: it, ja

source: How clean the glider is. Set to 0% for clean, larger numbers as the wings pick up bugs or gets wet. 50% indicates the glider's sink rate is doubled.
it: Quanto l'aliante è pulito. Imposta a 0% per pulito, numeri più grandi con le ali che accumulano insetti o si bagnano. 50% indica che il rateo di discesa dell'aliante è raddoppiato.
ja: どんなにグライダーをー綺麗にしていてもバグが翼に５０％付着すると 沈下率は倍に増加する場合がある

source: Site Files
it: File del territorio
ja: 位置情報ファイル

source: Orientation
it: Orientamento
ja: 向き

source: Elements
it: Elementi
ja: 要素

source: Safety Factors
it: Fattori di Sicurezza
ja: 安全係数

source: Glide Computer
it: Calcolo Planata
ja: グライド コンピューター

source: FLARM, Other
it: FLARM, altro
ja: FLARM その他

source: Audio Vario
it: Vario Acustico
ja: オーディオバリオ

source: Scoring
ja: 採点

source: Language, Input
it: Lingua, immissione
ja: 入力言語

source: Screen Layout
it: Layout schermo
ja: 画面表示

source: Fonts
it: Caratteri
ja: フォント

source: Pages
it: Pagine
ja: ページ

source: InfoBoxes
it: Infobox
ja: 情報表示部

source: Logger
it: Registro
ja: ロガー

source: Tracking
it: Tracciamento
ja: 航跡

source: Experimental Features
it: Caratteristiche sperimentali
ja: 実験中の機能

source: Map Display
it: Display Mappa
ja: 地図表示

source: Gauges
it: Indicatori
ja: ゲージ

source: Look
it: Aspetto
ja: 表示

source: Configuration
it: Configurazione
ja: 設定

source: Area pressure for barometric altimeter calibration. This is set automatically if Vega connected.
it: Pressione dell'area per la calibrazione dell'altimetro barometrico. Questo valore è impostato automaticamente se un Vega è connesso.
ja: 高度の気圧補正 Vegaが接続されている場合 自動的にセットされる

source: Pilot name
it: Nome Pilota
ja: パイロット名

source: System
it: Sistema
ja: システム

source: Pilot
it: Pilota
ja: パイロット

source: Plane
it: Velivolo
ja: 機体

source: Content
it: Contenuto
ja: 目次

source: Copy
it: Copia
ja: コピー

source: Paste
it: Incolla
ja: 貼り付け

source: Overwrite?
it: Sovrascrivi?
ja: 上書きしますか?

source: InfoBox paste
it: Incolla InfoBox
ja: インフォボックス ペースト

source: Invalid
it: Invalido
ja: 無効

source: Competition ID
it: ID di competizione
ja: コンペ ID

source: Map
it: Mappa
ja: 地図

source: Traffic
it: Traffico
ja: トラフィック

source: Team
ja: チーム

source: Callsign
ja: コールサイン

source: Change callsign
ja: コールサインの変更

source: Airport
it: Aeroporto
ja: 空港

source: Radio frequency
it: Frequenza radio
ja: 無線周波数

source: FLARM Traffic Details
it: Dettaglio traffico FLARM
ja: FLARM 情報

source: Do you want to set this FLARM contact as your new teammate?
it: Vuoi impostare questo contatto FLARM come nuovo compagno del Team?
ja: FLARMを新しいチームメートに通知しますか

source: New Teammate
it: Nuovo compagno di Team
ja: 新しい チームメート

source: Set code
it: Imposta codice
ja: コードを設定する

source: Set WP
it: Imposta Boa
ja: ウエイポイントセット

source: Flarm Lock
ja: FLARM捕捉

source: Barograph
it: Barografo
ja: バログラフ

source: Climb
it: Salita
ja: 上昇

source: Thermal Band
it: Banda termica
ja: サーマル バンド

source: Set Wind
it: Imposta vento
ja: 風向風速設定

source: Glide Polar
it: Polare
ja: ポーラーカーブ

source: Temp Trace
it: Grafico Temperatura
ja: 温度記録

source: Task Speed
it: Velocità Task
ja: タスク速度

source: Warnings
it: Avvisi
ja: 警告

source: Enables automatic backlight, responsive to light sensor.
it: Abilita illuminazione automatica, in risposta al sensore di luce.
ja: バックライトの自動調整を有効にする （照度センサーによる）

source: Brightness
it: Luminosità
ja: 明るさ

source: Adjusts backlight. When automatic backlight is enabled, this biases the backlight algorithm. When the automatic backlight is disabled, this controls the backlight directly.
it: Modifica l'illuminazione. Quando è impostata l'illuminazione automatica, questo valore modifica l'algoritmo di illuminazione. Quando è disabilitata, controlla direttamente la luminosità.
ja: バックライトの調整 自動に設定されている場合 自動で調整される 自動で無い場合直接設定する

source: Screen Brightness
it: Luminosità schermo
ja: スクリーンの明るさ

source: Checklist
ja: チェックリスト

source: No checklist loaded
it: Nessuna checklist caricata
ja: チェックリストがロードされていません

source: New
it: Nuovo
ja: 新規

source: Password
ja: パスワード

source: Delete
it: Cancella
ja: 削除

source: Activate
it: Attiva
ja: 有効化

source: Active
it: Attivo
ja: 有効

source: Please enter the registration of the plane!
it: Per favore inserire il codice di registrazione del velivolo!
ja: 機体登録情報 入力

source: Overwrite
it: Sovrascrivi
ja: 上書き

source: Planes
it: Alianti
ja: 機体

source: Plane Details
it: Dettaglio aliante
ja: 機体情報

source: Polar
it: Polare
ja: ポーラーカーブ

source: Registration
it: Registrazione
ja: 登録

source: Comp. ID
ja: コンペ ID

source: Handicap
ja: ハンディキャップ

source: Wing Area
it: Superficie alare
ja: 翼面積

source: Max. Ballast
it: Zavorra max.
ja: 最大バラスト

source: Dump Time
it: Tempo scarico
ja: 投棄時間

source: Max. Cruise Speed
it: Velocità di crociera max.
ja: 最大巡航速度

source: List
it: Lista
ja: リスト

source: Import
it: Importa
ja: 読み込む

source: Reference Mass
it: Massa di riferimento
ja: 設定重量

source: Dry Mass
it: Massa a secco
ja: 乾燥重量

source: Load Polar
it: Carica polare
ja: ポーラーカーブ読み込み

source: Load Polar From File
it: Carica polare da file
ja: ポーラーカーブ読み込み

source: Plane Polar
it: Polare aliante
ja: 機体のポーラーカーブ

source: Polar V
it: Polare V
ja: ポーラー速度

source: Polar W
it: Polare W
ja: ポーラーカーブ重量

source: Switch InfoBox
it: Commuta InfoBox
ja: インフォボックス切り替え

source: File
ja: ファイル

source: Name of file to replay. Can be an IGC file (.igc), a raw NMEA log file (.nmea), or if blank, runs the demo.
it: Nome del file da riprodurre. Può essere un file IGC, un log grezzo NMEA o, se in bianco, viene riprodotta la demo.
ja: 再生するファイル名 IGCファイル(.igc) NMEAファイル(.nmea)が可能 空白にした場合デモモードが始まります

source: Rate
it: Rateo
ja: 再生速度

source: Time acceleration of replay. Set to 0 for pause, 1 for normal real-time replay.
it: Accelerazione del tempo di riproduzione. Impostare a 0 per pausa, 1 per tempo normale.
ja: 再生j速度の設定 ０に設定すると一時停止 １は実際の速度

source: Could not open IGC file!
it: Impossibile aprire il file IGC!
ja: IGCファイルが開けません

source: Quit
it: Esci
ja: 終了

source: What do you want to do?
it: Cosa vuoi fare?
ja: 何をしたいですか？

source: Profile
it: Profilo
ja: 設定

source: Status
it: Stato
ja: 状況

source: Flight
it: Volo
ja: フライト

source: Times
it: Tempi
ja: 時間

source: Max. height gain
it: Massimo guadagno di quota
ja: 最高獲得高度

source: Near
it: Vicino
ja: 近く

source: Disconnected
it: Disconnesso
ja: 切断しました

source: Fix invalid
it: Fix invalido
ja: 無効です

source: 2D fix
it: Fix 2D
ja: ２D 捕捉

source: 3D fix
it: Fix 3D
ja: ３D 捕捉

source: GPS lock
it: GPS
ja: GPS ロック

source: Satellites in view
it: Satelliti in vista
ja: 捕捉衛星表示

source: Variometer
it: Variometro
ja: 昇降計

source: Supply voltage
it: Voltaggio di alimentazione
ja: 外部電源電圧

source: Task speed
it: Velocità Task
ja: タスク 速度

source: Valid start
it: Start valido
ja: 有効なスタート

source: Start time
it: Ora di inizio
ja: スタート時刻

source: Start alt.
it: Altitudine di partenza
ja: スタート高度

source: Start point
it: Punto di start
ja: スタート地点

source: Start speed
it: Velocità start
ja: スタート速度

source: Finish min. alt.
it: Altitudine minima di arrivo
ja: フィニッシュ最低高度

source: Valid finish
it: Traguardo valido
ja: フィニッシュ有効

source: Local time
it: Ora locale
ja: 現地時間

source: UTC time
it: Ora UTC
ja: UTC時間

source: UTC date
it: Data UTC
ja: UTC日付

source: Flight time
it: Durata volo
ja: 飛行時間

source: Takeoff time
it: Ora decollo
ja: 離陸時刻

source: Landing time
it: Ora atterraggio
ja: 着陸時刻

source: Daylight time
it: Orario
ja: 日出日没時間

source: Too much wind
it: Troppo vento
ja: 風強すぎ

source: No solution
it: Nessuna soluzione
ja: 対応不能

source: Sunset
it: Tramonto
ja: 日没

source: Runway
it: Pista
ja: 滑走路

source: No task defined.
it: Nessuna task definita.
ja: タスクが定義されていません

source: No active task point.
it: Nessun punto task attivo.
ja: タスク設定無し

source: Replace in task
it: Sostituisci nella task
ja: タスク 再設定

source: Task would not be valid after the change.
it: La task non sarà valida dopo la modifica.
ja: 変更後はタスク無効

source: Created Goto Task.
it: Creata task con destinazione.
ja: GOTO タスクの設定

source: Success
it: Operazione riuscita
ja: 成功

source: Created 2-point task from Goto Task.
it: Creato task a due punti da task a destinazione.
ja: GoTo タスクから2地点タスクに変更

source: Waypoint not in task.
it: Boa non in task.
ja: タスクにウエイポイントが含まれない

source: Remove from task
it: Rimuovi dalla task
ja: タスクから削除

source: GoTo
it: Vola Verso
ja: GoToポイントに行く

source: Delete waypoint?
it: Cancellare boa?
ja: ウエイポイントを削除しますか？

source: Waypoints Editor
it: Editor boe
ja: ウエイポイント編集

source: Turnpoint
it: Boa
ja: 旋回点

source: Comment
it: Commento
ja: コメント

source: Sorry, the waypoint editor is not yet available for the UTM coordinate format.
it: Spiecente, l'editor delle boe non è diponibile per il formato UTM.
ja: Sorry UTMフォーマットからのウエイポイントの編集はできません

source: Waypoint Editor
it: Editor Boe
ja: ウエイポイントの編集

source: Select Waypoint
it: Seleziona boa
ja: ウエイポイントを選択

source: All on
it: Tutto ON
ja: 全てON

source: All airspaces are displayed.
it: Tutti gli spazi aerei sono visualizzati.
ja: 空域表示全てOFF

source: Clip
it: Soglia
ja: クリップ

source: Display airspaces below the clip altitude.
it: Mostra spazi aerei al di sotto dell'altitudine.
ja: クリップ高度以下の空域を表示

source: Display airspaces within a margin of the glider.
it: Visualizza gli spazi aerei entro una distanza dall'aliante.
ja: グライダー飛行可能区域内の空域を表示

source: All below
it: Tutti sotto
ja: 下全て

source: Display airspaces below the glider or within a margin.
it: Visualizza gli spazi aerei sotto o entro una distanza dall'aliante.
ja: グライダー飛行可能区域内の空域または飛行可能な高度以下の空域を表示

source: Default
it: Predefinito
ja: 既定値

source: This selects the best performing option for your hardware. In fact it favours 'fill padding' except for PPC 2000 system.
it: Seleziona le prestazioni migliori per l'hardware in uso. Di fatto, favorisce il "riempi contorni" eccetto per i sistemi PPC 2000.
ja: 一番見やすい設定を選択する。PPC２０００システム以外の場合 全面塗りつぶしが良い

source: Fill all
it: Riempi tutto
ja: すべて塗りつぶす

source: Transparently fills the airspace colour over the whole area.
it: Ombreggia l'area col colore dello spazio aereo.
ja: その空域すべてを透明な指定色で塗りつぶす

source: Fill padding
it: Riempi contorni
ja: 半透明の点線で囲む

source: Draws a solid outline with a half transparent border around the airspace.
it: Disegna un perimetro solido con bordo semitrasparente attorno allo spazio aereo.
ja: 半透明の太い線で空域の境界を囲む

source: No fill
it: Nessun riempimento
ja: ファイルが有りません

source: Don't fill the airspace area.
it: Non riempire l'area dello spazio aereo.
ja: 空域の塗りつぶし 無し

source: Colours
it: Colori
ja: 着色

source: Filter
it: Filtro
ja: 絞り込み

source: Label visibility
ja: ラベルの表示

source: Airspace display
it: Mostra Spazio Aereo
ja: 空域表示

source: Controls filtering of airspace for display and warnings. The airspace filter button also allows filtering of display and warnings independently for each airspace class.
it: Controlla i filtri degli spazi aerei per la visualizzazione e avvisi. Il pulsante filtro spazi aerei consente il filtraggio delle visualizzazioni e avvisi, indipendentemente per ogni classe di spazio aereo.
ja: 空域 警報表示および表示する空域の絞込み選択 空域の種類ごとに表示非表示の設定可能

source: Clip altitude
it: Quota di soglia
ja: 高度を選ぶ

source: For clip airspace mode, this is the altitude below which airspace is displayed.
it: Per la modalità clip spazi aerei, questa è l'altitudine al di sotto della quale gli spazi aerei vengono mostrati.
ja: 空域表示高度を設定した場合 設定した高度以下の空域のみを表示する

source: Margin
it: Margine
ja: マージン

source: For auto and all below airspace mode, this is the altitude above/below which airspace is included.
it: Per le modalità auto e tutto sotto lo spazio aereo auto, questa è l'altitudine al di sopra/sotto la quale lo spazio aereo è incluso.
ja: 自動および全ての空域表示高度 この高度以下あるいは上の空域を含む表示

source: Enable/disable all airspace warnings.
it: Abilita/disabilita tutti gli avvisi degli spazi aerei
ja: 有効/無効 全ての空域の警報

source: Warning time
it: Tempo di avviso
ja: 警報時間

source: This is the time before an airspace incursion is estimated at which the system will warn the pilot.
it: Rappresenta il tempo prima dell'incursione stimata di uno spazio aereo in cui il sistema avviserà il pilota.
ja: 警報時間 パイロットに警報を発する継続時間

source: Repetitive sound
it: Suono ripetitivo
ja: 警告音を繰り返す

source: Enable/disable repetitive warning sound when airspaces warnings dialog is displayed.
it: Abilita/disabilita il suono ripetitivo quando vengono mostrati i dialoghi di allarme spazio aereo.
ja: 警告ダイアログ表示時の警告音をON/OFF設定する

source: Acknowledge time
it: Tempo di conferma
ja: 通報時間

source: This is the time period in which an acknowledged airspace warning will not be repeated.
it: Il periodo di tempo in cui l'allarme spazio aereo accettato non verrà ripetuto.
ja: 通報時間 パイロットに通知を発する継続時間 繰り返しは無し

source: Use black outline
it: Usa contorno nero
ja: 黒い枠

source: Draw a black outline around each airspace rather than the airspace color.
it: Disegna un contorno nero attorno ad ogni spazio aereo invece del colore dello spazio aereo.
ja: 空域色のほかに空域外周に使用する黒い太線

source: Airspace fill mode
it: Riempimento spazio aereo
ja: 空域塗りつぶしモード

source: Specifies the mode for filling the airspace area.
it: Specifica la modalità di riempimento dell'area dello spazio aereo.
ja: 塗りつぶしタイプを選択してください

source: Airspace transparency
it: Trasparenza dello spazio aereo.
ja: 空域透明

source: If enabled, then airspaces are filled transparently.
it: Se abilitato, gli spazi aerei sono riempiti in trasparenza.
ja: 設定すると空域は透明に塗りつぶされる

source: Generic
it: Generico
ja: 汎用

source: Device model
it: Modello Strumento
ja: デバイス モデル

source: Select your PNA model to make full use of its hardware capabilities. If it is not included, use Generic type.
it: Seleziona il tuo dispositivo di navigazione per permettere il massimo utilizzo delle sue capacità hardware. Se non è incluso, utilizza il tipo Generico.
ja: PNAのモデルを選択してください 該当が無い場合汎用（GENERIC）を選んでください

source: Disable final glide bar.
it: Disabilita barra planata finale.
ja: ファイナルグライド バーを表示しない

source: Always show final glide bar.
it: Mostra sempre barra planata finale.
ja: 常にファイナル グライド バーを表示する

source: Show final glide bar if approaching final glide range.
it: Mosta la barra di planata finale se ci si avvicina alla zona di planata finale.
ja: ファイナルグライド モードの切り替わった場合、ファイナルグライ ドバーを表示する

source: This enables the display of the FLARM radar gauge. The track bearing of the target relative to the track bearing of the aircraft is displayed as an arrow head, and a triangle pointing up or down shows the relative altitude of the target relative to you. In all modes, the color of the target indicates the threat level.
it: Abilita la visualizzazione dell'indicatore radar FLARM. La direzione della traccia dell'obiettivo relativa alla direzione della traccia del velivolo, viene mostrata come una freccia; un triangolo che punta in alto o in basso mostra l'altitudine dell'obiettivo relativa alla propria. In tutte le modalità, il colore dell'obiettivo indica il livello di minaccia.
ja: この設定は FLARM レーダーの情報を表示する 付近を飛んでいる機体が有る場合 矢印（飛行方向）で表示される 矢印付近に上または下に表示される数字は高度差 また距離によって色が変化する

source: Auto close FLARM
it: Chiudi autom. FLARM.
ja: FLARM自動

source: Setting this to "On" will automatically close the FLARM dialog if there is no traffic. "Off" will keep the dialog open even without current traffic.
it: Impostando questo su "On" chiuderà automaticamente il dialogo FLARM se non c'è traffico. "Off" manterrà la finestra di dialogo anche senza traffico presente.
ja: ONに設定すると 付近にトラフィックが無い場合 FLARMボックスは自動的に閉じる OFFに設定するとFLARM ボックスは付近にトラフィックが無くても表示されたままになる

source: This enables the display of the thermal assistant gauge.
it: Questo abilita la visualizzazione dell'indicatore assistente termica
ja: この設定はサーマル アシスタント ゲージを表示させる

source: Thermal band
it: Banda termica
ja: サーマル バンド

source: This enables the display of the thermal profile (climb band) display on the map.
it: Abilita la visualizzazione del profilo di termica (banda termica) sulla mappa.
ja: この設定は ディスプレイに サーマル 上昇バンドを 地図上に表示する

source: Final glide bar
ja: ファイナルグライド バー

source: If set to "On" the final glide will always be shown, if set to "Auto" it will be shown when approaching the final glide possibility.
ja: ONの場合、常に表示される。 AUTOの場合、フィナルグライドが可能になった時点で表示される

source: Speed arrows
it: Frecce velocità
ja: 速度矢印

source: Whether to show speed command arrows on the vario gauge. When shown, in cruise mode, arrows point up to command slow down; arrows point down to command speed up.
it: Se mostrare le frecce di controllo velocità sull'indcatore del vario. Quando mostrate, in modalità crociera, le frecce puntano in alto per comandare un rallentamento, puntano in basso per comandare un accelerazione.
ja: バリオメーターに表示される 巡航モードで表示される場合 下向きの矢印の場合速度を増す、上向き矢印の場合速度を減らす指示が出る

source: Show average
it: Visualizza media
ja: 平均を表示

source: Whether to show the average climb rate. In cruise mode, this switches to showing the average netto airmass rate.
it: Se mostrare il tasso di salita medio. In modalità crociera, cambia per mostrare il tasso netto di massa aerea.
ja: 平均上昇率 巡航モードの場合 空気の塊の平均上昇率

source: Whether to show the MacCready setting.
it: Se mostrare le impostazioni MacCready.
ja: マクレーディー 値を表示するかどうかの設定

source: Show bugs
it: Mostra insetti
ja: バグ レートの表示

source: Whether to show the bugs percentage.
it: Se mostrare o meno la percentuale di insetti (sporco).
ja: バグ レート ％ の表示

source: Show ballast
it: Mostra zavorra
ja: バラストを表示

source: Whether to show the ballast percentage.
it: Se mostrare la percentuale di zavorra.
ja: バラスト ％の表示

source: Show gross
it: Mostra lordo
ja: 総重量の表示

source: Whether to show the gross climb rate.
it: Se mostrare il tasso di salita lordo.
ja: 実上昇率の表示

source: Averager needle
it: Mediometro
ja: 平均表示 針

source: If true, the vario gauge will display a hollow averager needle. During cruise, this needle displays the average netto value. During circling, this needle displays the average gross value.
it: Se abilitato, l'indicatore vario mostrerà anche l'ago del mediometro. Durante la planata, questo mostra il valore medio netto. In termica, mostra il valore medio (compensato TE).
ja: バリオのゲージ 巡航モードの場合 ネット平均上昇率を表示 旋回モードの場合 グロス平均上昇率を表示

source: Final glide
it: Planata Finale
ja: ファイナル グライド

source: Adjusts MC for fastest arrival. For OLC sprint tasks, the MacCready is adjusted in order to cover the greatest distance in the remaining time and reach the finish height.
it: Aggiusta il MC per l'arrivo pià veloce. Per le task OLC sprint, il MacCready è aggiustato in modo da coprire la maggior distanza possibile nel tempo rimanente e raggiungere l'altitudine di arrivo.
ja: OLC速度タスクの場合 マクレディーセッティングは 残り時間と高度で最も遠くまで飛べるように 最速の値を設定する

source: Trending average climb
it: Tendenza media di salita
ja: 平均上昇率傾向予測

source: Sets MC to the trending average climb rate based on all climbs.
it: Imposta il MC alla tendenza del tasso medio di salita, basato su tutte le risalite.
ja: 旋回モードの場合 マクレディーセッティングは予想される平均の値を設定する

source: Both
it: Entrambi
ja: 両方

source: Uses trending average during task, then fastest arrival when in final glide mode.
it: Usa la tendenza media durante la task, quindi l'arrivo più veloce possibile in modalità planata finale.
ja: タスク中は平均値を使用する ファイナルグライドでは最速値を使用する

source: Auto MC mode
it: Modalità MC automatica
ja: マクレディー 自動

source: This option defines which auto MacCready algorithm is used.
it: Questa opzione definisce quale algoritmo automatico di MacCready viene utilizzato.
ja: このモードの場合マクレディー値は自動設定される

source: Block speed to fly
it: Blocca velocità volo
ja: 指示速度ブロック

source: If enabled, the command speed in cruise is set to the MacCready speed to fly in no vertical air-mass movement. If disabled, the command speed in cruise is set to the dolphin speed to fly, equivalent to the MacCready speed with vertical air-mass movement.
it: Se abilitato, il comando di velocità in crociera è impostato alla velocità di volo MacCready in assenza di movimenti verticali della massa d'aria. Se disabilitato, il comando di velocità in crociera è impostato alla velocità di delfinazione, equivalente alla velocità MacCready con movimenti verticali della massa d'aria.
ja: ブロックモードに設定された場合 巡航モードでは気団の動きは考慮しない ブロックを解除したモードの場合 ドルフィン速度、気団の平均上昇率と同じになる

source: Nav. by baro altitude
it: Nav. con altitudine baro
ja: 気圧高度計でナビゲーションする

source: When enabled and if connected to a barometric altimeter, barometric altitude is used for all navigation functions. Otherwise GPS altitude is used.
it: Se abilitato e se un altimetro barometrico è connesso, l'altitudine barometrica viene utilizzata per tutte le funzioni di navigazione. Altrimenti viene usata l'altitudine GPS.
ja: 気圧高度計のデーターを接続できる場合 ナビゲーションには気圧高度が使用される そうでない場合はGPS高度を使用する

source: Flap forces cruise
it: Flap forza crociera
ja: フラップ 使用指示

source: When Vega variometer is connected and this option is true, the positive flap setting switches the flight mode between circling and cruise.
it: Quando abilitato e un variometro Vega è connesso, l'impostazione positiva di flap cambia la modalità di volo tra circuitazione e crociera.
ja: Vega バリオメーターを接続している場合 旋回時と 巡航時のフラップの設定を表示する

source: Preferred period for paragliders.
it: Periodo preferito per parapendio.
ja: パラグライダー向けの時間設定

source: Preferred period for gliders.
it: Periodo preferito per alianti.
ja: グライダー向けの時間設定

source: Here you can decide on how many seconds of flight this calculation must be done. Normally for gliders a good value is 90-120 seconds, and for paragliders 15 seconds.
it: Qui puoi decidere su quanti secondi di volo questo calcolo deve essere eseguito. Di norma per gli alianti un buon valore è di 90-120 secondi, e per i parapendio 15 secondi.
ja: 平均滑空比演算時間 平均滑空比を求める時間 グライダーの場合90から120秒 パラグライダーの場合15秒

source: Predict wind drift
it: Prevedi deriva del vento
ja: 風成分

source: Account for wind drift for the predicted circling duration. This reduces the arrival height for legs with head wind.
it: Per la prevista durata della circuitazione considera la deriva del vento. Questo riduce l'altezza di arrivo per tratte con vento frontale.
ja: 旋回中の航跡から風の成分を求める 向かい風の場合到着高度は低くなる

source: Use final glide mode
it: Usa modalità planata finale
ja: ファイナルグライド モードを使用

source: Auto. blank
it: Blank automatico
ja: 自動 空白

source: This determines whether to blank the display after a long period of inactivity when operating on internal battery power.
it: Quando si opera con l'alimentazione interna delle batterie, questo determina se disattivare lo schermo dopo un lungo periodo di inattività.
ja: 表示を休止する 休止時間が長い場合、ディスプレイの表示を消してバッテリーの消耗を防ぐ

source: Events
it: Eventi
ja: イベント

source: The Input Events file defines the menu system and how XCSoar responds to button presses and events from external devices.
it: Il file Input Events definisce il sistema di menu e il modo in cui Top Hat risponde alla pressione dei pulsanti ed eventi da dispositivi esterni.
ja: アイデントボタン 外部装置からのアイデント信号をXCSOARに取り込む設定

source: Language
it: Lingua
ja: 言語

source: Automatic
it: Automatico
ja: 自動

source: Menu timeout
it: Timeout Menu
ja: メニュー タイムアウト

source: This determines how long menus will appear on screen if the user does not make any button presses or interacts with the computer.
it: Questo determina quanto a lungo i menu appaiono sullo schermo se l'utilizzatore non esegue pressioni di bottone o interagisce con il computer.
ja: メニュー終了時間 メニューモードを選択してから 一定の時間経過しても入力がない場合 自動的に元のモードに戻る

source: Keyboard
it: Tastiera
ja: キーボード

source: HighScore Style
it: Stile HighScore
ja: アンダーライン テキスト

source: Text input style
it: Stile Input Testo
ja: テキスト入力方法

source: Determines how the user is prompted for text input (filename, teamcode etc.)
it: Determina come viene inserito il testo (nomi file, codice team etc.)
ja: 入力方法の選択 ユーザーがファイル名 チームコードなどを入力する方法の選択

source: OS settings
it: Impostazioni OS
ja: OS 設定

source: Haptic feedback
it: Feedback aptico
ja: 振動設定

source: Determines if haptic feedback like vibration is used.
it: Determina se la vibrazione di feedback aptico debba essere usata.
ja: 振動設定の選択

source: Portrait
it: Verticale
ja: 縦向き

source: Landscape
it: Orizzontale
ja: 横向き

source: Reverse Portrait
it: Verticale inverso
ja: 縦型表示を選択

source: Reverse Landscape
it: Orizzontale inverso
ja: 横型表示を選択
