Repository: dosks/TopHat
Catalog: po/*.po
Languages: it, ja

source: Center the status message boxes.
ja: メッセージボックスをセンタリング

source: Topleft
ja: 左上

source: Show status message boxes ina the top left corner.
ja: ステータスメッセージを ボックスの左上に表示する

source: Box
ja: ボックス

source: Draws boxes around each InfoBox.
ja: インフォボックスに黒枠をつける

source: Tab
ja: タブ

source: Draws a tab at the top of the InfoBox across the title.
ja: タブ表示はインフォボックスの上タイトル位置

source: Shaded
ja: 陰影

source: Glass
ja: 芝

source: Display orientation
it: Orientamento display
ja: 向きを表示

source: Rotate the display on devices that support it.
it: Ruota il display nei dispositivi che lo supportano
ja: 画面の回転設定

source: InfoBox geometry
it: Geometria InfoBox
ja: インフォボックス 左右対称

source: A list of possible InfoBox layouts. Do some trials to find the best for your screen size.
it: Una lista di possibili disposizioni per le InfoBox. Fare qualche tentativo per trovare la migliore disposizione in base alle dimensioni dello schermo.
ja: 可能なインフォボックス配置リスト 表示を選んで見やすい設定を確認してください

source: Message display
ja: メッセージ表示

source: Inverse InfoBoxes
it: Infobox invertiti
ja: インフォボックスを逆にする

source: If true, the InfoBoxes are white on black, otherwise black on white.
it: Se vero, le infobox sono nero su bianco, altrimenti bianco su nero.
ja: インフォボックスの色設定 白に黒文字 または 黒に白文字

source: Colored InfoBoxes
it: InfoBox colorati
ja: インフォボックスの色

source: If true, certain InfoBoxes will have coloured text. For example, the active waypoint InfoBox will be blue when the glider is above final glide.
it: Se vero, alcune infobox avranno il testo colorato. Per esempio, l'infobox della ba attiva sarò blu quando il velivolo è al di sopra della planata finale.
ja: いくつかのインフォボックスは状況変化により バックやテキストの色が変わる ウエイポイントボックスはフィナルグライドの場合青色に変化する

source: InfoBox border
ja: インフォボックス 枠線

source: Time step cruise
it: Intervallo in planata
ja: Cruise移行時間

source: This is the time interval between logged points when not circling.
it: L'intervallo di tempo tra i punti loggati quando non in circuitazione.
ja: 旋回から巡航モードに移行する時間

source: Time step circling
it: Intervallo in termica
ja: Circl移行時間

source: This is the time interval between logged points when circling.
it: L'intervallo di tempo tra i punti loggati quando in circuitazione.
ja: 巡航から旋回モードに移行する時間

source: NMEA logger
it: Logger NMEA
ja: NMEA ロガー

source: Enable the NMEA logger on startup? If this option is disabled, the NMEA logger can still be started manually.
it: Abilitare il logger NMEA all'avvio? Se l'opzione è disabilitata, il logger NMEA può comunque essere avviato a mano.
ja: NMEAロガーの設定 非使用設定の場合でも手動で起動することができる

source: Log book
ja: ログ ブック

source: Logs each start and landing.
it: Trascrive ogni start ed atterraggio.
ja: 離陸着陸をそれぞれ記録

source: Logger ID
ja: ロガー ID

source: The moving map display will be rotated so the glider's track is oriented up.
it: La mappa mobile sarà ruotata in modo che la traccia del velivolo punti verso l'alto.
ja: 地図は航跡が上になるよう表示

source: Heading up
it: Direzione in alto
ja: 向き

source: The moving map display will be rotated so the glider's heading is oriented up.
it: La mappa sarà rotata in modo che la direzione del velivolo punti in alto.
ja: グライダーの進路が上に来る 地図のほうがグライダーを中心に回転する

source: The moving map display will always be orientated north to south and the glider icon will be rotated to show its course.
it: La mappa mobile sarà sempre orientata da nord a sud, l'icona del velivolo verrà ruotata per indicarne la rotta.
ja: 地図は北を上に固定 向きを変えると機体が動く

source: The moving map display will be rotated so the navigation target is oriented up.
it: La mappa mobile sarà ruotata in modo che l'obiettivo di navigazione punti verso l'alto.
ja: 地図は目的地が上になるよう表示

source: Wind up
it: Vento in alto
ja: 風上が上

source: The moving map display will be rotated so the wind is always oriented up to down. (can be useful for wave flying)
it: La mappa sarà rotata in modo che la direzione del vento sia orientata dall'alto verso il basso (può essere utile per il volo in onda orografica).
ja: マップは風上が常に上となるように回転します。(ウェーブフライトの際に便利です。)

source: Disable adjustments.
it: Disabilita correzioni.
ja: 自動調整しない

source: Use a recent average of the ground track as basis.
it: Usa una media recente della traccia al suolo come base.
ja: 平均対地航跡を使用

source: Use the current target waypoint as basis.
it: Usa la boa corrente come base.
ja: 現在のウエイポイントを使用

source: Cruise orientation
it: Orientamento in crociera
ja: 巡航方向

source: Determines how the screen is rotated with the glider
it: Determina come lo schermo sia ruotato con il velivolo
ja: 地図の回転を設定する

source: Circling orientation
it: Orientamento in termica
ja: 回転モード選択

source: Determines how the screen is rotated with the glider while circling
it: Determina come lo schermo sia ruotato con il velivolo durante la circuitazione
ja: 回転方法の選択

source: Circling zoom
it: Zoom Termica
ja: 旋回 ズーム

source: If enabled, then the map will zoom in automatically when entering circling mode and zoom out automatically when leaving circling mode.
it: Se abilitato, la mappa zoomerà avanti automaticamente quando si comincia una circuitazione, e zoomerà indietro quando si smetterà di circuitare.
ja: 設定すると 旋回モードになった場合 サーマル表示が拡大される。 拡大は旋回モードを離れると自動的に解除する

source: Map shift reference
it: Riferimento di spostamento mappa
ja: マップ シフト

source: Determines what is used to shift the glider from the map center
it: Determina cosa usare per scostare il velivolo dal centro della mappa
ja: 地図のセンター位置のを設定する

source: Max. auto zoom distance
it: Distanza max auto zoom
ja: Maxズーム

source: The upper limit for auto zoom distance.
it: Limite superiore per la distanza di zoom automatico.
ja: オートズームの上限距離

source: Distinct page zoom
it: Zoom pagine indipendente
ja: 個別ページズーム

source: Maintain one map zoom level on each page.
it: Mantiene un livello di zoom per ogni pagina.
ja: ページごとにズームを指定 （自動ズーム）しない

source: Custom
it: Personalizzato
ja: カスタム色

source: Main area
it: Area principale
ja: 主表示部

source: Specifies what should be displayed in the main area.
it: Specifica cosa debba essere mostrato nell'area principale.
ja: メインエリアに表示されるアイテムの設定

source: Nothing
it: Niente
ja: なし

source: Cross section
it: Sezione trasversale
ja: 断面図

source: Bottom area
it: Area inferiore
ja: 下部

source: Specifies what should be displayed below the main area.
it: Specifica cosa debba essere mostrato sotto l'area principale.
ja: メインエリア下部に表示するアイテムの設定

source: Neither airspace nor terrain is used for route planning.
ja: 使用する空域または地形図の選択

source: Routes will avoid terrain.
ja: ルート設定では地形を避けて設定される

source: Routes will avoid airspace.
ja: ルート設定では空域を避けて設定される

source: Routes will avoid airspace and terrain.
ja: ルート設定では地形と空域を避けて設定される

source: Route mode
ja: ルートモード

source: Route climb
ja: 上昇ルート

source: When enabled and MC is positive, route planning allows climbs between the aircraft location and destination.
ja: 選択されていてマクレディー値が設定されている場合 現在位置と目的地の間で上昇するよう設定される

source: Route ceiling
ja: ルート シーリング

source: When enabled, route planning climbs are limited to ceiling defined by greater of current aircraft altitude plus 500 m and the thermal ceiling. If disabled, climbs are unlimited.
ja: 設定されている場合 上昇の上限は設定値 リフトバンドは現在位置から５００ｍ上からシーリング設定高度までの間に限定される 設定されていない場合 シーりングは無制限

source: Reach calculations disabled.
ja: 到達範囲計算しない

source: Straight
ja: 直線

source: The reach is from straight line paths from the glider.
ja: 到着はグライダーから直線

source: Turning
ja: 旋回

source: The reach is calculated allowing turns around terrain obstacles.
ja: 到達範囲は 地形上の障害物（標高）を考慮して計算される

source: Reach mode
ja: 到達範囲モード

source: How calculations are performed of the reach of the glider with respect to terrain.
ja: 到達範囲計算方法 地形の影響に対する対応設定

source: Uses task glide polar.
ja: タスクに使用するグライダーのポーラー

source: Safety MC
ja: セーフティ MC

source: Uses safety MacCready value
ja: 安全サイドのマクレディー値を使用する

source: Reach polar
ja: 到達範囲 ポーラー

source: This determines the glide performance used in reach, landable arrival, abort and alternate calculations.
ja: 到達範囲 を計算するのに使用する グライダーのポーラー 着陸地、代替飛行場決定に使用する

source: Disables the reach display.
ja: 到達範囲 非表示

source: Line
it: Linea
ja: ライン

source: Draws a dashed line at the glide reach.
ja: 到着ライン（破線）を表示する

source: Shade
ja: シェード

source: Shades terrain outside glide reach.
ja: 到達範囲外に影をつける

source: Reach display
ja: 到達範囲表示

source: Arrival height
it: Altezza di arrivo
ja: 到着高度

source: Terrain height
it: Altezza Terreno
ja: 地点標高

source: Simple
it: Semplice
ja: シンプル

source: The alternates will only be sorted by waypoint type (airport/outlanding field) and arrival height.
it: Gli alternati saranno ordinati solo per tipo di boa (aeroporti/superfici atterrabili) e altezza di arrivo.
ja: 代替ポイントは、ウエイポイントのタイプと（飛行場かアウトランディングポイント）および到着高度で選別される

source: The sorting will also take the current task direction into account.
it: L'ordinamento considererà anche la direzione corrente della task.
ja: 選択にはタスクの飛行コースも考慮される

source: The sorting will try to find landing options in the current direction to the configured home waypoint.
it: L'ordinamento cercherà opzioni di atterraggio nella direzione della boa configurata come casa.
ja: 選択時には現在の飛行方向の着陸可能地点と、ホームポイントが考慮される。

source: Alternates mode
it: Modo Alternati
ja: 代替モード

source: Determines sorting of alternates in the alternates dialog and in abort mode.
ja: 代替モードでは着陸地の選定はダイアログから選ぶ

source: Polar degradation
it: Degradazione polare
ja: ポーラーの低下

source: A permanent polar degradation. 0% means no degradation, 50% indicates the glider's sink rate is doubled.
it: Una degradazione permanente della polare. 0% significa non degradata, 50% significa una velocità di discesa doppia dell'aliante.
ja: ０％は低下なし ５０％は沈下率が２倍に増大する

source: STF risk factor
it: STF fattore rischio
ja: 安全リスク ファクター

source: The STF risk factor reduces the MacCready setting used to calculate speed to fly as the glider gets low, in order to compensate for risk. Set to 0.0 for no compensation, 1.0 scales MC linearly with current height (with reference to height of the maximum climb). If considered, 0.3 is recommended.
ja: 安全リスク ファクター マクレディー指示速度計算上の 設定値 0.0または補正無しの場合リスクが少ない 1.0の場合はリスクが大きい（最大の平均上昇率設定） 判断に迷う場合には0.3を推奨します

source: Map database
it: Database mappa
ja: 地図データベース

source: The name of the file (.xcm) containing terrain, topography, and optionally waypoints, their details and airspaces.
it: Il nome del file (.xcm) contenente terreno, topografia ed eventualmente boe, dettagli e spazi aerei.
ja: ファイル名（.xcm) 地形、地勢、オプションウエイポイント空域ファイルなどをふくむ

source: More waypoints
it: Altre boe
ja: 追加 ウエイポイント

source: Secondary waypoints file. This may be used to add waypoints for a competition.
it: File secondario delle boe. Può essere usato per aggiungere le boe di una competizione.
ja: セコンダリーウエイポイント ファイル 競技用のウエイポイントリスト

source: Watched waypoints
it: Spazi aerei osservati
ja: ウォッチ ウエイポイント

source: Waypoint file containing special waypoints for which additional computations like calculation of arrival height in map display always takes place. Useful for waypoints like known reliable thermal sources (e.g. powerplants) or mountain passes.
ja: ウォッチ ウエイポイントは コンペ用にサーマルソース等関連場所をあらかじめマークして 地図上に表示させる機能

source: Airspaces
it: Spazi aerei
ja: 空域

source: More airspaces
it: Altri spazi aerei
ja: 追加エアスペース

source: The file name of the secondary airspace file.
it: Il file secondario degli spazi aerei
ja: セコンダリー エアスペース ファイル名

source: Waypoint details
it: Dettagli Boa
ja: ウエイポイントの概要

source: The file may contain extracts from enroute supplements or other contributed information about individual waypoints and airfields.
ja: 飛行場 ウエイポイント等の情報を記録したファイル

source: Vario #1
ja: バリオ ＃１

source: Within lift areas lines get displayed green and thicker, while sinking lines are shown brown and thin. Zero lift is presented as a grey line.
ja: 上昇帯では緑色太線、沈下帯では茶色の細い線、ゼロの場合には灰色の線で表示する

source: Vario #1 (with dots)
ja: バリオ＃１（.)

source: The same colour scheme as the previous, but with dotted lines while sinking.
ja: 前の設定と同じ色を使用する、沈下帯を点線で表示する

source: Vario #2
ja: バリオ ＃２

source: The climb colour for this scheme is orange to red, sinking is displayed as light blue to dark blue. Zero lift is presented as a yellow line.
ja: 上昇帯はオレンジから赤色、沈下帯を明るい青から暗い青、ゼロ帯を黄色の線で表示する

source: Vario #2 (with dots)
ja: バリオ＃2（.)

source: Vario-scaled dots and lines
ja: バリオ スケール 点と線

source: Vario-scaled dots with lines. Orange to red = climb. Light blue to dark blue = sink. Zero lift is presented as a yellow line.
ja: バリオ スケール 点と線 オレンジから赤＝上昇 ブルーから濃いブルー ＝沈下 ゼロの場合＝ 黄色の線

source: The colour scheme corresponds to the height.
ja: 表示色は高度によって変化する

source: Simplified line graphics, black with white contours.
ja: ライン表示単純化 白黒

source: Simple (large)
it: Semplice
ja: シンプル （大きい）

source: Enlarged simple graphics.
ja: グラフィック拡大

source: Detailed
it: Dettagli
ja: 詳細

source: Detailed rendered aircraft graphics.
ja: 機体をグラフィック表示しない

source: HangGlider
it: Deltaplano
ja: ハング グライダー

source: Simplified hang glider as line graphics, white with black contours.
ja: ハンググライダー 簡易表示 白と黒の線画

source: ParaGlider
it: Parapendio
ja: パラグライダー

source: Simplified para glider as line graphics, white with black contours.
ja: パラグライダー 簡易表示 白と黒の線画

source: FLARM traffic
it: Traffico FLARM
ja: FLARM トラフィック

source: This enables the display of FLARM traffic on the map window.
ja: FLARM情報をマップに表示する

source: Trail length
it: Lunghezza Scia
ja: 航跡の長さ

source: Determines whether and how long a snail trail is drawn behind the glider.
ja: 航跡の表示長さ選択

source: Trail type
ja: 航跡 種類

source: Sets the type of the snail trail display.
ja: 航跡のタイプを設定

source: Trail scaled
ja: 航跡 スケール

source: If set to ON the snail trail width is scaled according to the vario signal.
ja: オンにした場合 バリオのリフトに応じて表示が変わる

source: Aircraft symbol
it: Tipo velivolo
ja: 航空機シンボル

source: Start max. speed margin
it: Margine velocità max start
ja: スタート最高速度マージン

source: Maximum speed above maximum start speed to tolerate. Set to 0 for no tolerance.
it: Massima velocità tollerabile sopra la velocità di start. Imposta a 0 per non avere tolleranza.
ja: スタートと最大速度の上限許容範囲 許容範囲が無い場合0にセット

source: Start max. height margin
it: Margine quota max start
ja: 最大スタート高度 マージン

source: Maximum height above maximum start height to tolerate. Set to 0 for no tolerance.
it: Massima quota tollerabile al di sopra della quota di start. imposta a 0 per non avere tolleranza.
ja: 最大スタート高度許容範囲 許容範囲が無い場合0にセット

source: Optimisation margin
it: Margine di ottimizzazione
ja: 最適マージン

source: Safety margin for AAT task optimisation. Optimisation seeks to complete the task at the minimum time plus this margin time.
it: Margine di sicurezza per l'ottimizzazione delle task AAT. L'ottimizzazione cerca di completare la task nel minor tempo possibile, più il margine.
ja: AATタスク 安全マージンの最適化 最適タスクは最小時間＋マージン時間

source: Disable OLC Calculations
ja: OLC計算をしない

source: Conforms to FAI triangle rules. Three turns and common start and finish. No leg less than 28% of total except for tasks longer than 500km: No leg less than 25% or larger than 45%.
ja: FAIターンポイントルールの確認してください 3回の旋回の場合 最小レグが２８％以上 500kｍ以上のタスクの場合２５％以上

source: Up to seven points including start and finish, finish height must not be lower than start height less 1000 meters.
ja: スタートからフィニッシュまで 7点以内 フィニッシュ高度とスタート高度の差は１０００ｍ以内

source: The most recent contest with Sprint task rules.
ja: 最新の速度競技ルール

source: A combination of Classic and FAI rules. 30% of the FAI score are added to the Classic score.
ja: ClassicおよびFAIルールのコンビネーション Classic得点には、FAIルールのスコアーの３０％が加算される

source: PG online contest with different track values: Free flight - 1 km = 1.0 point; flat trianlge - 1 km = 1.2 p; FAI triangle - 1 km = 1.4 p.
ja: パラグライダー オンラインコンテスト 採点ルール フリーフライト １km＝1点 フラット3角コース １km＝1.2点 FAI三角コース １km＝1.4点

source: European PG online contest of the DHV organization. Pretty much the same as the XContest rules, but with different track values: 1 km = 1.5 points, 1.75 p and 2.0 p for FAI triangles respectively.
ja: ヨ－ロッパ パラグライダーOLC DHV協会の XCコンテストの採点方法はルールはほぼ同じですが配点は それぞれ１km＝1.5点、1.75 点 2.0点となります

source: Austrian online glider contest. Tracks around max. six waypoints are scored. The bounding box part with 1 km = 1.0 point and the additional zick-zack part with 1 km = 0.5 p.
ja: オーストリア グライダーOLCでは、旋回点は最大6ポイント ボックス内は１km＝1.0点 追加のジグザグ部は0.5点で採点されます

source: The FFVV NetCoupe "libre" competiton.
ja: FFVV ネットカップ "lible"競技

source: On-Line Contest
it: Competizione On-Line
ja: オンラインコンテスト

source: Select the rules used for calculating optimal points for the On-Line Contest. The implementation conforms to the official release 2010, Sept.23.
it: Seleziona le regole usate per caloclare i punti ottimali per le competizioni On-Line. L'implementazione è conforme alla release ufficiale del 23 Sett. 2010.
ja: オンラインコンテストのオプション 点数計算方法の選択 2010年9月23日版のルール

source: Predict Contest
it: Prevedi Competizione
ja: Predict コンテスト

source: If enabled, then the next task point is included in the score calculation, assuming that you will reach it.
ja: 設定した場合 次のタスクポイントまで到着したことを推定したスコアーが計算される

source: FAI triangle areas
it: Aree triangolo FAI
ja: FAI三角コース

source: Show FAI triangle areas on the map.
it: Mostra le aree tirangolo FAI sulla mappa.
ja: FAI三角コースを地図上に表示する

source: FAI triangle threshold
it: Triangolo FAI
ja: FAI三角コース制限事項

source: Specifies which threshold is used for "large" FAI triangles.
ja: FAI三角コースの設定時にどの制限事項を採用するか

source: Terrain display
it: Terreno
ja: 地形表示

source: Draw a digital elevation terrain on the map.
ja: 標高デジタルマップ

source: Topography display
it: Mostra topografia
ja: 地勢図 表示

source: Low lands
it: Terreno basso
ja: 低地

source: Mountainous
it: Montagnoso
ja: 山

source: Vibrant
it: Vibrante
ja: 振動

source: Grey
it: Grigio
ja: グレー

source: White
it: Bianco
ja: 白

source: Sandstone
it: Arenaria
ja: 砂岩

source: Pastel
it: Pastello
ja: パステル

source: Italian Avioportolano VFR Chart
it: Carte VFR Avioportolano (Italia)
ja: イタリア AVIO VFR地図

source: German DFS VFR Chart
ja: ドイツ DFS VFR地図

source: French SIA VFR Chart
ja: フランス SIA VFR地図

source: Terrain colors
it: Colori Terreno
ja: 地形色

source: Defines the color ramp used in terrain rendering.
ja: 地形表示色の設定

source: Fixed
it: Fissa
ja: 固定

source: Sun
it: Sole
ja: 太陽

source: Slope shading
it: Ombreggiatura dei pendii
ja: 斜面の影

source: The terrain can be shaded among slopes to indicate either wind direction, sun position or a fixed shading from North-West.
it: I pendii possono essere ombreggiati per indicare sia la direzione del vento che la posizione del sole, o un'ombreggiatura fissa da Nord-Ovest
ja: 地形斜面の陰影及び風蔭の設定、標準設定は北西からの蔭

source: Terrain contrast
it: Contrasto Terreno
ja: 地形 コントラスト

source: Defines the amount of Phong shading in the terrain rendering. Use large values to emphasise terrain slope, smaller values if flying in steep mountains.
it: Definisce l'ammontare di ombreggiatura Phong nel rendering del terreno. Utilizzare valori grandi per enfatizzare i pendii, valori piccoli se si vola su montagne ripide.
ja: 地形の陰影表示の設定 大きな値は緩やかな斜面を 小さな値は急斜面を使用する

source: Terrain brightness
it: Luminosita Terreno
ja: 地形の明るさ

source: Defines the brightness (whiteness) of the terrain rendering. This controls the average illumination of the terrain.
it: Definisce la luminosità del rendering del terreno. Controlla l'illuminazione media del suolo.
ja: 地形の表示の明るさを設定 地形の平均的な場所の明るさを設定

source: Contours
it: Contorni
ja: 輪郭

source: If enabled, draws contour lines on the terrain.
it: Se abilitato, disegna linee di contorno sul terreno.
ja: 設定した場合 地形の輪郭線を表示する

source: Preset
ja: プリセット

source: Load a set of units.
ja: 単位設定読み込み

source: My individual set of units.
it: Set personali di unità
ja: 単位の設定

source: knots
it: nodi
ja: ノット

source: Aircraft/Wind speed
it: Velocità Aereo/Vento
ja: 航空機/風の速度

source: Units used for airspeed and ground speed. A separate unit is available for task speeds.
it: Unità usate per velocità rispetto al suolo ed all'aria. Una unità separata è disponibile per le velocità della task
ja: 対気速度と対地速度の単位 タスク速度は単位を別に設定可能

source: Units used for horizontal distances e.g. range to waypoint, distance to go.
it: Unità usate per le distanze orizzontali
ja: 水平距離 ウエイポイントまでの距離 目的地までの距離に使用

source: Lift
it: Salita
ja: リフト

source: Units used for vertical speeds (variometer).
it: Unità usate per la velocità verticale (variom.)
ja: 昇降速度の単位 （バリオメーター）

source: foot
it: piede
ja: フィート

source: meter
it: metro
ja: メートル

source: Units used for altitude and heights.
it: Unità usate per altitudine e quota
ja: 高度および高さの単位

source: Units used for temperature.
it: Unità usate per temperatura
ja: 気温の単位

source: Units used for task speeds.
it: Unità usate per le velocità della task
ja: タスク速度の単位

source: Units used for pressures.
it: Unità usate per pressione
ja: 圧力単位

source: Lat./Lon.
ja: 緯度/経度

source: Units used for latitude and longitude.
it: Unità usate per latitudine e longitudine
ja: 緯度および経度の単位

source: UTC offset
it: Fuso orario UTC
ja: UTC 時差

source: The UTC offset field allows the UTC local time offset to be specified. The local time is displayed below in order to make it easier to verify the correct offset has been entered.
ja: 現地時間の設定使用 ローカルタイムは下部に表示される

source: Use GPS time
it: Usa Ora GPS
ja: GPS時刻を使用する

source: If enabled sets the clock of the computer to the GPS time once a fix is set. This is only necessary if your computer does not have a real-time clock with battery backup or your computer frequently runs out of battery power or otherwise loses time.
ja: 一度設定すると 時計のバックアップバッテリーが無い場合 バッテリーが無くなると再設定が必要

source: Full name
it: Nome Completo
ja: フルネーム

source: The full name of each waypoint is displayed.
it: Mostra il nome completo di ogni boa
ja: ウエイポイントの フルネームが表示される

source: First word of name
it: Prima parola del nome
ja: 最初の名前

source: The first word of the waypoint name is displayed.
it: Mostra la prima parola del nome della boa
ja: ウエイポイントの名前の最初の部分が表示される

source: First 3 letters
it: Prime 3 lettere
ja: 最初の3文字

source: The first 3 letters of the waypoint name are displayed.
it: Mostra le prime 3 lettere del nome della boa
ja: ウエイポイント名の最初の3文字が表示される

source: First 5 letters
it: Prime 5 lettere
ja: 最初の5文字

source: The first 5 letters of the waypoint name are displayed.
it: Mostra le prime 5 lettere del none della boa
ja: ウエイポイントの最初の5文字が表示される

source: No waypoint name is displayed.
it: Nascondi il nome della boa
ja: ウエイポイント名非表示

source: Label format
it: Formato etichetta
ja: ラベル形式

source: Determines how labels are displayed with each waypoint
it: Scegli come mostrare le etichette di ciascuna boa
ja: ウエイポイントのラベル表示選択

source: No arrival height is displayed.
ja: 到着硬度非表示

source: Straight glide
ja: 直線滑空

source: Straight glide arrival height (no terrain is considered).
ja: 直線で到着 地形の影響を考慮しない

source: Terrain avoidance glide
ja: 地形を避けて 飛行する

source: Arrival height considering terrain avoidance. Requires "Reach mode: Turning" in "Glide Computer > Route" settings.
ja: 到着高度の計算で地形を避けるモード ”到着モード：旋回” ”グライ ドコンピューター＞ルート ” 設定

source: Straight & terrain glide
ja: 直線 ＆ 地形飛行

source: Both arrival heights are displayed. Requires "Reach mode: Turning" in "Glide Computer > Route" settings.
ja: 両方の到着高度を表示 ”到着モード：旋回” ”グライ ドコンピューター＞ルート ” 設定

source: Required glide ratio
it: Rateo planata richiesto
ja: 必要滑空比

source: Determines how arrival height is displayed in waypoint labels
ja: ウエイポイントラベルの到着高度表示設定

source: Rounded rectangle
ja: 長方形丸肩

source: Outlined
ja: 外枠

source: Label style
ja: ラベルの形

source: Task waypoints & airfields
ja: タスク旋回点 と 飛行場

source: All waypoints part of a task and all airfields will be displayed.
ja: タスクで使用する すべての旋回点と すべての飛行場を表示

source: Task waypoints & landables
ja: タスク WP＆着陸可能地

source: All waypoints part of a task and all landables will be displayed.
ja: タスクで使用るすウエイポイント 及び着陸可能地を表示

source: Task waypoints
ja: タスク WP

source: All waypoints part of a task will be displayed.
ja: タスクで使用する ウエイポイントのみ表示

source: Purple circle
ja: 紫色丸印

source: Airports and outlanding fields are displayed as purple circles. If the waypoint is reachable a bigger green circle is added behind the purple one. If the waypoint is blocked by a mountain the green circle will be red instead.
ja: 飛行場 着陸可能地を紫色の丸で表示 到着可能な場合緑色の大きな円で表示 到着不可能な場合 赤色で表示

source: B/W
ja: 白黒
