Repository: dosks/TopHat
Catalog: po/*.po
Languages: it, ja

source: Task
ja: タスク

source: FAI badges/records
it: FAI medaglie/record
ja: FAI バッジ記録

source: FAI triangle
it: Triangolo FAI
ja: FAI 三角コース

source: FAI out and return
it: FAI andata e ritorno
ja: FAI 目的地往復

source: FAI goal
it: FAI acquisito
ja: FAIゴール

source: Racing
it: gara
ja: レース（競技）タスク

source: AAT
ja: AATタスク

source: Modified area task (MAT)
it: area obiettivo cambiata
ja: エリアタスク

source: Mixed
it: Misto
ja: 複合

source: Touring
it: Itinerario
ja: ツーリング

source: FAI rules, allows only FAI start, finish and turn point types, for badges and records. Enables FAI finish height for final glide calculation.
it: Regole FAI, consentono solamente start, arrivo e tipi di boa, per medaglie e record. Abilitare la quota dell'arrivo per il calcolo della planata finale.
ja: FAI ルールは FAIスタート フィニッシュ 旋回点ルールのみ適用される バッジフライト 記録飛行の場合には フィニッシュ高度規定が適用される

source: FAI rules, path from a start to two turn points and return.
it: Regole FAI, percorso da un punto di partenza attraverso due punti di virata e ritorno.
ja: FAIルール スタートした後２箇所の旋回点を通過すること ＜三角コース＞

source: FAI rules, path from start to a single turn point and return.
it: Regole FAI, percorso da un punto di partenza attraverso un singolo punto di virata e ritorno.
ja: FAIルール スタートして１点で旋回し スタート地転に戻る＜アウト&リターン＞

source: FAI rules, path from start to a goal destination.
it: Regole FAI, percorso da un punto di partenza alla destinazione finale.
ja: FAIルール スタートしてフィニッシュポイントにゴール ＜目的地＞

source: Racing task around turn points. Can also be used for FAI badge and record tasks. Allows all shapes of observation zones.
it: Task su punti di virata. Può essere usato per medaglie e record FAI. Consentita ogni forma di zona di osservazione
ja: レースタスク 周回競技 FAIバッジフライト 記録飛行の場合のも旋回点ルールを使用可能

source: Task through assigned areas, minimum task time applies. Restricted to cylinder and sector observation zones.
it: Task attraverso aree assegnate con tempo minimo. Zone di osservazione ristrette a cilindri e settori.
ja: AATタスクの場合 シリンダーやセクター間の通過には 最小時間が適用される

source: Modified area task. Task with start, finish and at least one predefined 1-mile cylinder. Pilot can add additional points as needed. Minimum task time applies.
it: Task ad aree modificato. Task con start, arrivo ed almeno un cilindro di 1 miglio predefinito. I piloti possono aggiungere punti a piacimento. Viene applicato il tempo minimo di task.
ja: 変更エリアタスク スタート、フィニッシュ、最低１箇所の円筒（１マイル）を含む パイロットは追加のポイントを設定することができる。 最小タスク時間が適用される

source: Racing task with a mix of assigned areas and turn points, minimum task time applies.
it: Regata con un misto di aree assegnate e boe, viene applicato il tempo minimo di task.
ja: AATレースタスクの場合 通過区域、通過点と最小時間が適用される

source: Casual touring task, uses start and finish cylinders and FAI sector turn points.
it: Task ad itinerario casuale, utilizza cilindri di start e arrivo e boe a settore FAI.
ja: 一般のツーリングタスクの場合にはフィニッシュシリンダーと 旋回点FAIセクターを使用する

source: A 90 degree sector with 1km radius. Cross corner edge from inside area to start.
it: Un settore di 90 gradi e 1km di raggio. Attraversare il bordo dall'interno per partire.
ja: タスクのポイントのコース外側を基点とした 半径１ｋｍ ９０度扇形のセクター

source: A straight line start gate. Cross start gate from inside area to start.
it: Una linea di partenza retta. Attraversarla dall'area interna per partire.
ja: 直線スタートゲート コース内側から外側に向かってスタートラインを横切った場合

source: A cylinder. Exit area to start.
it: Un clindro. Uscire dall'area per partire.
ja: シリンダー（円筒） エリアから出てた場合

source: A 90 degree sector with 'infinite' length sides. Cross any edge, scored from corner point.
it: Un settore di 90 gradi con lati "infiniti". Attraversare un bordo qualsiasi.
ja: 半径無制限の９０度扇形セクター境を内側から 外に向かって通過した場合

source: (German rules) Any point within 1/2 km of center or 10km of a 90 degree sector. Scored from center.
it: (Regole tedesche) Qualsiasi punto entro 1/2 Km dal centro o a 10 Km da un settore a 90 gradi. Punteggio calcolato dal centro.
ja: （ドイツルール）半径１０kmの90度セクターの場合、中心から半径１/２kmの範囲内の任意のポイントはその中心点より採点する

source: (British rules) Any point within 1/2 km of center or 20km of a 90 degree sector. Scored from center.
it: (regole Inglesi) Qualsiasi punto entro 1/2 km di centro oppure 20km di un settore di 90 gradi.
ja: （英国ルール） ポイントから１/２ｋｍの円筒または 半径２０ｋｍの９０度セクター境を 内側から外に向かって通過した場合

source: (British rules) Any point within 1/2 km of center or 10km of a 180 degree sector. Scored from center.
it: (Regole britanniche) Qualsiasi punto entro 1/2 Km dal centro o 10 Km da un settore di 180 gradi. Punteggio calcolato dal centro.
ja: （英国ルール） ポイントから１/２ｋｍの円筒または 半径１０ｋｍの１８０度セクター境を 内側から外に向かって通過した場合

source: A cylinder. Any point within area scored from center.
it: Cilindro. Qualsiasi punto all'interno dell'area calcolato dal centro.
ja: シリンダー（円筒） 内側から外に向かって境界線を通過した場合

source: A 1 mile cylinder. Scored by farthest point reached in area.
it: Un cilindro di un miglio. Vale il punto più lotano raggiunto nell'area.
ja: １マイルの 円筒 エリア内の最も遠い点で採点される

source: A cylinder. Scored by farthest point reached in area.
it: Un cilindro. Vale il punto più lotano raggiunto nell'area.
ja: 複数の点で囲まれた筒型のエリアの境界への到着

source: A sector that can vary in angle and radius. Scored by farthest point reached inside area.
it: Un settore variabile in angolo e raggio. Vale il punto più lotano raggiunto nell'area.
ja: 半径と角度とで指定されたセクター境界への到着

source: A 90 degree sector with 1km radius. Cross edge to finish.
it: Un settore di 90 gradi e 1km di raggio. Attraversare il bordo per arrivare.
ja: フィニッシュラインに接した半径１ｋｍ ９０度のセクター境界線

source: Cross finish gate line into area to finish.
it: Attraversare la linea di arrivo per arrivare.
ja: 直線のフィニッシュゲートを通過した場合

source: Enter cylinder to finish.
it: Entrare nel cilindro per arrivare.
ja: 円筒フィニッシュ エリア境界内に入った場合

source: A 180 degree sector with 5km radius. Exit area in any direction to start.
it: Un settore di 180 gradi e 5km di raggio. Uscire dall'area in qualsiasi direzione per partire.
ja: 半径５ｋｍ １８０度扇形セクター エリア境界内側から外に向かって任意の方向に出た場合

source: A sector that can vary in angle, inner and outer radius. Scored by farthest point reached inside area.
it: Un settore varibile in angolo e raggio interno ed esterno. Vale il punto più lotano raggiunto nell'area.
ja: 内外二重の半径と角度で囲まれたセクター 範囲に到着した場合

source: A symmetric quadrant with a custom radius.
it: Un quadrante simmetrico di raggio a piacere.
ja: 任意方向の左右対称な四角形

source: A keyhole. Scored by farthest point reached in area.
it: Buco di serratura. Punteggio calcolato dal più lontano punto raggiunto nell'area.
ja: キーホール 指定エリア内の最も遠い点で採点される

source: FAI start quadrant
it: Quadrante di partenza FAI
ja: FAI90度 スタートセクター

source: Start line
it: Linea di partenza
ja: スタート ライン

source: Start cylinder
it: Cilindro di partenza
ja: スタート シリンダー

source: FAI quadrant
it: Quadrante FAI
ja: FAI90度セクター

source: Keyhole sector (DAeC)
it: Settore a buco di serratura (DAeC)
ja: Keyhole セクター（ドイツエアロクラブ）

source: BGA Fixed Course sector
it: Settore a rotta prefissata BGA
ja: 英国グライダー協会 固定コースセクター

source: BGA Enhanced Option Fixed Course sector
ja: 英国グライダー協会 オプション固定コースセクター

source: Turn point cylinder
it: Cilindro boa
ja: 旋回点シリンダー

source: Cylinder with 1 mile radius.
it: Cilindro di un miglio di raggio.
ja: 半径１マイル の円筒

source: Area cylinder
it: Area cilindro
ja: エリア シリンダー

source: Area sector
it: Area settore
ja: エリア セクター

source: FAI finish quadrant
it: Quadrante FAI di arrivo
ja: FAI90度 フィニッシュセクター

source: Finish line
it: Linea di arrivo
ja: フィニッシュ ライン

source: Finish cylinder
it: Cilindro di arrivo
ja: フィニッシュ シリンダー

source: BGA start sector
ja: 英国グライダー協会 スタートセクター

source: Area sector with inner radius
it: Settore con raggio interno
ja: シリンダー＆ エリアセクター

source: Symmetric quadrant
it: Quadrante simmetrico
ja: 左右対称な四角形

source: Area keyhole
ja: 指定された範囲

source: No valid start
it: Partenza non valida
ja: 無効なスタート

source: No valid finish
it: Arrivo non valido
ja: 無効なフィニッシュ

source: Task not closed
it: Task non chiusa
ja: タスクは終了していない

source: All turnpoints not the same type
it: Boe non tutte dello stesso tipo
ja: すべての旋回点が同じタイプではない

source: Incorrect number of turnpoints
it: Numero di boe non valido
ja: 旋回点の数が不正

source: Too many turnpoints
it: Troppe boe
ja: 旋回点の数が多すぎ

source: Not enough turnpoints
it: Boe insufficienti
ja: 旋回点の数が不足

source: Turnpoints not unique
it: Boe non uniche
ja: 旋回点が不適切

source: Empty task
it: Task vuota
ja: タスクを消去する

source: non-FAI turn points
it: Punti di virata non-FAI
ja: 非FAI旋回点

source: non-MAT turn points
ja: 非MAT旋回点

source: Loading Airspace File...
it: Caricamento spazi aerei...
ja: 空域ファイルをロード中...

source: Parse Error at Line
it: Errore di sintassi alla linea
ja: 通信エラー

source: Unknown airspace filetype
it: Tipo file spazi aerei sconosciuto
ja: 空域ファイル形式が不適当です

source: Expect early task arrival
it: Prevedi arrivo anticipato su obiettivo
ja: 到着予定時刻

source: Expect arrival past sunset
it: Prevedi arrivo dopo il tramonto
ja: 到着が日没後になります

source: Significant wind change
it: Cambiamento significativo del vento
ja: 急激な風向変化

source: No error
it: Nessun errore
ja: エラーなし

source: Information
it: Informazione
ja: 情報

source: Reduced functionality
it: Funzionalità ridotta
ja: 機能制限

source: Fatal problem
it: Problema fatale
ja: 異常

source: Unknown
it: Sconosciuto
ja: 不明

source: Firmware timeout
it: Scadenza del tempo del firmware
ja: 異常 タイムアウト

source: Power
it: Accensione
ja: 電源

source: GPS communication
it: Comunicazione GPS
ja: GPS 信号

source: GPS configuration
it: Configurazione GPS
ja: GPS 設定

source: RF communication
it: Collegamento RF
ja: 通信出力

source: Communication
it: Comunicazione
ja: 通信

source: Flash memory
it: Memoria flash
ja: メモリー

source: Pressure sensor
it: Sensore della pressione
ja: 圧力計

source: Obstacle database
it: Database degli ostacoli
ja: 障害物データーベース

source: Flight recorder
it: Registratore di volo
ja: フライトレコーダー

source: Transponder receiver
it: Ricevitore transponder
ja: トランスポンダー 受信機

source: Other
it: Altro
ja: そのほか

source: Start Logger
it: Avvia Logger
ja: ロガー開始

source: Logger inactive, insufficient storage!
it: Logger non attivo: memoria insufficiente!
ja: ロガーが作動していません 容量不足

source: Logger Error
it: Errore Logger
ja: ロガーエラー

source: Stop Logger
it: Arresta Logger
ja: ロガー停止

source: Declare task?
it: Dichiarare task?
ja: タスクを宣言しますか？

source: Declare task
it: Dichiara task
ja: タスクを宣言してください

source: Task declared!
it: Task dichiarata!
ja: タスクを設定しました！

source: Error occured, Task NOT declared!
it: Errore Task non dichiarata!
ja: エラーが起こりました。 タスクが設定されていません。

source: No logger connected
it: Nessun logger collegato
ja: ロガーが未接続です

source: Failed to download flight list.
it: Download della lista voli non riuscito.
ja: フライト ファイルの読み込みに失敗しました

source: Download flight
it: Scarica volo
ja: ファイルをダウンロード

source: Logger is empty.
it: Il Logger è vuoto.
ja: 航跡がありません

source: Failed to download flight.
it: Download del volo non riuscito.
ja: 航跡ダウンロード失敗

source: Do you want to download another flight?
it: Vuoi scaricare un'altro volo?
ja: 他のフライトログをダウンロードしますか

source: Loading Waypoints...
it: Caricamento boe...
ja: ウェイポイントをロード中...

source: Not Circling
it: Non circuitando
ja: 旋回していません

source: No Traffic
it: Nessun Traffico
ja: トラフィックなし

source: Vario
it: Variometro
ja: バリオ

source: Details
it: Dettagli
ja: 詳細

source: Loading Airfield Details File...
it: Caricando File Dettagli Campo Volo
ja: 詳細な空域ファイルをロード中...

source: Next Turnpoint
it: Boa successiva
ja: 次の旋回点

source: Previous Turnpoint
it: Boa precedente
ja: 前の旋回点

source: Furthest Landpoint
it: Punto di atterraggio più lontano
ja: 最も遠い着陸地

source: Next Landpoint
it: Prossimo punto di atterraggio
ja: 次の着陸地

source: Closest Landpoint
it: Punto di atterraggio più vicino
ja: 最も近い着陸地

source: Previous Landpoint
it: Punto di atterraggio precedente
ja: 一つ前の着陸地

source: Finish Turnpoint
it: Boa finale
ja: フィニッシュ旋回点

source: Next Startpoint
it: Prossimo Startpoint
ja: 次のスタート地点

source: Start Turnpoint
it: Boa iniziale
ja: スタート旋回点

source: Arm start
it: Armare partenza
ja: スタート待機中

source: Arm turn
it: Armare virata
ja: 旋回点待機中

source: Disarm start
it: Disarmare partenza
ja: スタート待機を解除

source: Disarm turn
it: Disarmare virata
ja: 旋回点待機を解除

source: Advance (manual)
it: Avanza, (manuale)
ja: 上級

source: Advance (auto)
it: Avanza, (auto)
ja: 上級 （自動）

source: Abort Start
it: Annulla Start
ja: スタート 中止

source: Arm Start
it: Arma Partenza
ja: スタート 待機中

source: Abort Turn
it: Abortisci Virata
ja: 旋回点 中止

source: Arm Turn
it: Arma Virata
ja: 旋回点 待機中

source: Resume
it: Riprendi
ja: 再開する

source: Abort
it: Abortisci
ja: 中止

source: Manual
it: Manuale
ja: 手動

source: Auto
ja: 自動

source: Track up
it: Rotta in alto
ja: 航跡 上

source: North up
it: Nord in alto
ja: 北 上

source: Stop
ja: 停止

source: Start
it: Avvio
ja: スタート

source: Long
it: Lungo
ja: 長い

source: Short
it: Corto
ja: 短い

source: Full
it: Completa
ja: すべて

source: Off
it: Spento
ja: オフ

source: On
it: Acceso
ja: オン

source: Topography On
it: Topografia Attivata
ja: 地勢図 オン

source: Terrain On
it: Terreno Attivato
ja: 地形図 オン

source: Terrain + Topography
it: Terreno + Topografia
ja: 地形図 + 地勢図

source: Terrain Off
it: Terreno disattivato
ja: 地形図 オフ

source: Target up
it: Obiettivo in alto
ja: 目的地 上

source: All
it: Tutto
ja: 全て

source: Task & Landables
it: Attività e Atterrabili
ja: タスク＆着陸可能地

source: None
it: Nessuno
ja: なし

source: Task & Airfields
it: Task & Aviosuperfici
ja: タスクと飛行場

source: Dump
it: Abbandona
ja: 水ダンプ

source: Altitude GPS
it: Altitudine GPS
ja: GPS 高度

source: Alt GPS
ja: GPS 高度

source: This is the altitude above mean sea level reported by the GPS. Touch-screen/PC only: In simulation mode, this value is adjustable with the up/down arrow keys and the right/left arrow keys also cause the glider to turn.
it: Questa è la quota sul livello medio del mare riportata dal GPS. Solo per Touch-screen/PC : In modalità simulazione questo valore è modificabile con le frecce su/giù mentre le frecce destra/sinistra fanno virare l'aliante.
ja: 標準海面からのGPSが計測した標高。 シュミレーターモードの場合UP/down矢印で高度を。right/leftキーで方向を操作することができます

source: Height AGL
it: Altezza AGL
ja: 対地高度

source: H AGL
it: Alt AGL
ja: 対地高度

source: This is the navigation altitude minus the terrain elevation obtained from the terrain file. The value is coloured red when the glider is below the terrain safety clearance height.
it: Questa e la quota di navigazione meno l'elevazione ottenuta dal file del terreno. Il valore è colorato di rosso quando l'aliante si trova al di sotto dell'altezza di sicurezza.
ja: これは飛行高度から地点標高を差し引いた値を示します。（地点標高は地勢ファイルを参照しています。）この数値が赤字で示されている時は、飛行高度が地面との安全高度を下回っています。

source: Thermal climb, last 30 s
it: Risalita termica, ultimi 30 s
ja: サーマル 上昇30秒

source: TC 30s
it: Termica 30s
ja: 30ｓリフトAV

source: A 30 second rolling average climb rate based of the reported GPS altitude, or vario if available.
it: Tasso medio di salita a 30 sec. basato sull'altezza GPS, o Vario se disponibile.
ja: 30秒間の平均上昇率 GPSのデーターまたはバリオメーターの信号より算出

source: Next Bearing
it: Prossima direzione
ja: 次のポイント方向

source: Bearing
it: Direzione
ja: 方位

source: GR instantaneous
it: Planata istantanea
ja: 現在の滑空比

source: GR Inst
it: GR Ist
ja: 現在滑空比

source: Instantaneous glide ratio over ground, given by the ground speed divided by the vertical speed (GPS speed) over the last 20 seconds. Negative values indicate climbing cruise. If the vertical speed is close to zero, the displayed value is '---'.
it: Rateo di planata istantaneo rispetto al terreno, dato dalla velocità a terra divisa per la velocità verticale (velocità GPS) negli ultimi 20 secondi. Valori negativi indicano salita. Se la velocità verticale è prossima allo zero, il valore indicato è '---'.
ja: 20秒前から現在の滑空比 対地速度（GPS速度）を垂直速度で割った値 マイナスの値は上昇を意味する 数値がゼロの近い場合 ”－－－”と表示される

source: GR Cruise
it: GR di crociera
ja: 巡航滑空比

source: Speed ground
it: Velocità al suolo
ja: 対地速度

source: V GND
it: V SUOLO
ja: 対地速度

source: Last thermal average
it: Media dell'ultima termica
ja: 前サーマル平均上昇

source: TL Avg
it: Media TL
ja: 前サーマル平均

source: Total altitude gain/loss in the last thermal divided by the time spent circling.
it: Altezza totale guadagnata/persa nell'ultima termica diviso il tempo trascorso circuitando.
ja: 前のサーマル平均上昇率 サーマル旋回中の高度変化を所要時間で割った数値

source: Last thermal gain
it: Altezza guadagnata nell'ultima termica
ja: 前サーマル獲得高度

source: TL Gain
it: Guad. Term.
ja: サーマル獲得高

source: Total altitude gain/loss in the last thermal.
it: Altezza Totale guadagnata/persa nell'ultima termica.
ja: 前サーマル獲得高度

source: Time spent circling in the last thermal.
it: Tempo trascorso circuitando nell'ultima termica
ja: 前のサーマルで旋回していた時間

source: MacCready setting
it: Settaggio MacCready
ja: マクレデーセッティング

source: Next distance
it: Prossima distanza
ja: 次のポイントまでの距離

source: WP Dist
it: Dist. Boa
ja: WP 距離

source: Next altitude difference
it: Prossima differenza di Altitudine
ja: WP 到着高度

source: WP AltD
ja: WP 到着高度

source: Next altitude required
it: Prossima Altitudine Richiesta
ja: 次のウエイポイントに到着するために必要な高度

source: WP AltR
ja: WP 必要高度

source: Next waypoint
it: Boa successiva
ja: 次のウエイポイント

source: Next WP
it: Prossimo WP
ja: 次のWP

source: Final altitude difference
it: Differenza di Altitudine finale
ja: フィニッシュ地点到達高度差

source: Fin AltD
ja: Fin高度差

source: Arrival altitude at the final task turn point relative to the safety arrival height.
it: Quota di arrivo all'ultima boa della task calcolata al di sopra della quota di sicurezza all'arrivo.
ja: ファイナル高度 ファイナル地点に到達する予想高度 安全高度を含む

source: Final altitude required
it: Altitudine Finale Richiesta
ja: ファイナル必要高度

source: Fin AltR
ja: Fin 必要高度

source: Final distance
it: Distanza finale
ja: Fin 距離

source: Fin Dist
it: Dist. Finale
ja: Fin 距離

source: Distance to finish around remaining turn points.
it: Distanza dall'arrivo attraverso i punti di virata rimanenti.
ja: 残りのウエイポイントを通過してファイナルまでの距離

source: Terrain elevation
it: Elevazione del terreno
ja: 地点標高

source: Terr Elev
it: Elev Terr
ja: 標高

source: This is the elevation of the terrain above mean sea level, obtained from the terrain file at the current GPS location.
it: Questa è l'elevazione del terreno AMSL (sopra il livello medio del mare), ottenuta dal file di elevazione e dalla posizione GPS attuale.
ja: 標高 GPS計測位置において、地形ファイルが持っている標高データーの数値

source: Thermal average
it: Media della termica
ja: サーマル平均上昇率

source: TC Avg
it: Media TC
ja: サーマル平均

source: Altitude gained/lost in the current thermal, divided by time spent thermalling.
it: Altitudine guadagnata/persa nella termica attuale, divisa per il tempo trascorso nella termica.
ja: 高度の得失 平均上昇率 現在にサーマルでの上昇、下降の値を飛行時間で割った値

source: Thermal gain
it: Guadagno in termica
ja: サーマル獲得高度

source: TC Gain
it: Guad. Termica
ja: サーマル獲得

source: The altitude gained/lost in the current thermal.
it: Quota guadagnata/persa nella termica corrente.
ja: サーマル獲得高度

source: Track
it: Rotta
ja: 航跡

source: Instantaneous vertical speed, as reported by the GPS, or the intelligent vario total energy vario value if connected to one.
it: Velocità verticale istantanea ottenuta dal GPS o da un variometro ad energia totale se connesso.
ja: 現在のGPSデーターによる昇降速度 バリオメーターが接続されている場合 その値

source: Wind speed
it: Velocità del vento
ja: 風速

source: Wind V
it: V vento
ja: 風速

source: Wind bearing
it: Direzione del vento
ja: 風向

source: Wind Brng
it: Direz. Vento
ja: 風の方向

source: AAT time
it: Tempo AAT
ja: AAT時間

source: AAT Time
it: Tempo AAT
ja: ATT時間

source: Assigned Area Task time remaining. Goes red when time remaining has expired.
it: Tempo rimanente dell'Area Task Assegnata. Diventa rossa quando il tempo rimanente è terminato.
ja: AATタスク残り時間 ゲートクロース後の場合赤の数字

source: AAT max. distance
it: Distanza AAT max.
ja: AAT最大距離

source: AAT Dmax
it: Dmax AAT
ja: AAT最大距離

source: Assigned Area Task maximum distance possible for remainder of task.
it: Massima distanza possibile per l'Area Task Assegnata per la parte rimanente del tema.
ja: AAT最大距離 現在のタスクで可能な最大の距離

source: AAT min. distance
it: Distanza AAT min.
ja: AAT最小距離

source: AAT Dmin
it: Dmin AAT
ja: AAT最小距離

source: Assigned Area Task minimum distance possible for remainder of task.
it: Minima distanza possibile per l'Area Task Assegnata per la parte rimanente del tema.
ja: AAT最小距離 現在のタスクで可能な最小の距離

source: AAT speed max. distance
it: Velocità di massima distanza dell'AAT
ja: AATタスク最大速度、距離

source: AAT Vmax
it: Vmax AAT
ja: AAT最大速度

source: Assigned Area Task average speed achievable if flying maximum possible distance remaining in minimum AAT time.
it: Velocità raggiungibile in Area Task Assegnata se si vola per la distanza massima residua nel tempo minimo AAT.
ja: AATタスク最大速度 AATタスクで可能な最大平均速度を出すのに必要な最大距離。

source: AAT speed min. distance
it: Dist. min. a velocità AAT
ja: AAT競技 最小距離における最小平均速度

source: AAT Vmin
ja: AAT最小速度

source: Assigned Area Task average speed achievable if flying minimum possible distance remaining in minimum AAT time.
it: Velocità media raggiungibile in Area Task Assegnata se si vola per la distanza minima residua possibile nel tempo minimo AAT.
ja: AATタスクの場合で 最小の時間で飛行可能な最大距離

source: Airspeed IAS
it: Velocità IAS
ja: 対気速度

source: V IAS
ja: 対気速度

source: Barometric altitude
it: Quota barometrica
ja: 気圧高度計

source: Alt Baro
ja: 気圧高度

source: This is the barometric altitude obtained from a device equipped with a pressure sensor.
it: Questa è la quota barometrica ottenuta da un dispositivo dotato di barometro.
ja: 気圧高度 圧力センサーからの信号

source: Speed MacCready
it: Velocità MacCready
ja: マクレディー速度

source: V MC
ja: MC速度

source: The MacCready speed-to-fly for optimal flight to the next waypoint. In cruise flight mode, this speed-to-fly is calculated for maintaining altitude. In final glide mode, this speed-to-fly is calculated for descent.
it: La velocità MacCready per la prossima boa. In modalità planata questa velocità è calcolata per mantenere la quota. In modalità planata finale è calcolata per la discesa.
ja: 次のウエイポイントに到着に必要なマクレディ設定値

source: Percentage climb
it: Percentuale risalita
ja: 旋回時間 ％

source: % Climb
it: % risalita
ja: 旋回時間 ％

source: Percentage of time spent in climb mode. These statistics are reset upon starting the task.
it: Percentuale del tempo speso in salita. Il valore viene azzerato all'inizio della task.
ja: 旋回時間 ％ タスク開始飛行時間のうち上昇旋回に使用した時間（％）

source: Flt Duration
it: Durata volo
ja: 飛行時間

source: Time elapsed since takeoff was detected.
it: Tempo trascorso dal decollo.
ja: 離陸が検出されてからの経過時間

source: G load
it: carico G
ja: G荷重

source: Magnitude of G loading reported by a supported external intelligent vario. This value is negative for pitch-down manoeuvres.
it: Fattore di carico (G) indicato da un variometro intelligente esterno. Il valore è negativo per le manovre di picchiata.
ja: G メーターの数値 （外部計器からの信号）またはバリオメーターの数値 マイナス数値の場合はピッチダウン操作をした場合

source: Next GR
it: Prossimo GR
ja: Next 滑空比

source: WP GR
it: GR alla Boa
ja: WP 滑空比

source: The required glide ratio over ground to reach the next waypoint, given by the distance to next waypoint divided by the height required to arrive at the safety arrival height.
it: L'efficienza al suolo richiesta per raggiungere la boa successiva, data dalla distanza alla prossima boa diviso l'altezza richiesta per raggiungerla alla quota di sicurezza.
ja: 次のウエイポイントまで到達するのに必要な滑空比 残りの距離を滑空して到達するのに必要な高度で割った値 安全到達高度を考慮している

source: Time local
it: Ora locale
ja: ローカル時間

source: Time loc
it: Orario
ja: ローカル時間

source: GPS time expressed in local time zone.
it: Ora GPS locale.
ja: ローカルタイムで表したGPS時間

source: Time UTC
it: Ora UTC
ja: UTC時間

source: GPS time expressed in UTC.
it: Ora GPS in UTC.
ja: UTC表示GPS時間

source: Task time to go
it: Tempo rimanente alla fine della task.
ja: タスク フィニッシュ見込み時間

source: Fin ETE
it: ETE Finale
ja: Fin予定時間

source: Estimated time required to complete task, assuming performance of ideal MacCready cruise/climb cycle.
it: Tempo stimato richiesto per completare la task, assumendo le prestazioni di un ciclo ideale crociera/salita di MacCready.
ja: フィニッシュ見込時間 現在のマクレディー設定による予想値

source: Next time to go
it: Prossimo tempo rimanente
ja: 次WP所要時間

source: WP ETE
it: T alla Boa
ja: 次WP 時間
