Repository: dosks/TopHat
Catalog: po/*.po
Languages: it, ja

source: Glide ratio cruise
it: Eff. crociera

source: The distance from the top of the last thermal, divided by the altitude lost since the top of the last thermal. Negative values indicate climbing cruise (height gain since leaving the last thermal). If the vertical speed is close to zero, the displayed value is '---'. Cruise distance shown also.
it: La distanza dall'apice dell'ultima termica, diviso l'altezza persa dall'apice dell'ultima termica. Valori negativi indicano salita (altezza guadagnata dopo aver lasciato l'ultima termica). Se la velocità verticale è prossima allo zero, il valore visualizzato è '---'.

source: Final GR (TE) deprecated
it: GR finale (Compensata per TE)

source: Deprecated, there is no TE compensation on GR, you should switch to the "Final GR" info box.
it: Deprecato, non c'è compensazione TE nell'efficienza, consigliato passare all'infobox "GR finale".

source: Wind speed estimated by Top Hat. Manual adjustment is possible with the connected InfoBox dialogue. Pressing the up/down cursor keys to cycle through settings, adjust the values with left/right cursor keys.
it: Velocità del vento stimata da XCSoar. Modifiche manuali sono possibili attraverso la casella di dialogo dell'InfoBox. Premere i tasti cursore su/giù per scorrere le impostazioni, modificare i valori usando i tasti cursore sinistra/destra.

source: Wind bearing estimated by Top Hat. Manual adjustment is possible with the connected InfoBox dialogue. Pressing the up/down cursor keys to cycle through settings, adjust the values with left/right cursor keys.
it: Direzione del vento stimata da XCSoar. Modifiche manuali sono possibili attraverso la casella di dialogo dell'InfoBox. Premere i tasti cursore su/giù per scorrere le impostazioni, modificare i valori usando i tasti cursore sinistra/destra.

source: Flight duration
it: Durata volo

source: Wind information or wind arrow. You can configure the wind source, trail drift, wind arrow location, and manually adjust the wind using this infobox.
it: Informazione sul vento o freccia del vento. Mediante questa infobox è possibile configurare la sorgente dei dati sul vento, la deriva, la posizione della freccia del vento e correggere manualmente il valore del vento.

source: Home arrival altitude AGL
it: Visualizza l'altitudine all'arrivo.

source: Home AltA
it: AltA Casa

source: Arrival altitude AGL for the home waypoint (including safety height). User can change the home waypoint by clicking. Distance shown in comment.
it: Altitudine di arrivo AGL per la boa casa (inclusa la quota di sicurezza). E possibile cambiare la boa casa cliccando. La distanza è mostrata nel commento.

source: Home glide ratio
it: Rateo planata a casa

source: Home GR
it: Eff. a Casa

source: Glide ratio required to reach the home waypoint (including safety height). User can change the home waypoint by clicking. Distance shown in comment.
it: Efficienza richiesta per raggiungere la boa casa (compresa la quota di sicurezza). E possibile cambiare la boa casa cliccando. La distanza è mostrata nel commento.

source: Set average period
it: Tempo x Media L/D

source: Set home
it: Imposta Casa

source: Goto
it: Vola Verso

source: Not defined
it: Non definito

source: Select waypoint
it: Seleziona boa

source: Suggested period for paragliders.
it: Periodo suggerito per parapendio.

source: Suggested period for gliders.
it: Periodo suggerito per alianti.

source: Number of seconds over which the Average glide ratio is calculated. Normally for gliders a good value is 90-120 seconds, and for paragliders 15 seconds.
it: Qui puoi decidere su quanti secondi di volo questo calcolo deve essere eseguito. Di norma per gli alianti un buon valore è di 90-120 secondi, e per i parapendio 15 secondi.

source: Full screen
it: Schermo intero

source: Swipe from edge
it: Scorri dal bordo

source: to switch screens
it: per cambiare schermata

source: Metric
it: Metrico

source: Changes to configuration saved. Restart Top Hat to apply changes.
it: Cambiamenti alla configurazione salvati. Riavvia Top Hat per applicare le modifiche.

source: Click to navigate
it: Clicca per navigare

source: Finish
it: Traguardo

source: Goto:
it: Vola Verso

source: Downloading list of files
it: Scaricamento elenco dei file

source: Continent or Country
it: Continente o paese

source: The country or continent where you are flying
it: Il pese o il continente in cui si effettuano i voli

source: State
it: Statutario

source: The state or country where you are flying
it: Lo stato o il paese in cui si effettuano i voli

source: Where will you be flying?
it: Dove volerai?

source: all
it: Tutto

source: airspace
it: Spazio aereo

source: waypoint
it: boa

source: map
it: Mappa

source: Internet download is not available on this device. Go to tophatsoaring.org/data%20files
it: Lo scaricamento da internet non è disponibile su questo dispositivo. Visita tophatsoaring.org/data%20files

source: Terrain:
it: Terreno

source: Drag Target
it: Obiettivo

source: Nearby items:
it: Oggetti nelle vicinanze

source: Internal calculation
it: Calcolo interno

source: If enabled, then the wind vector received from external devices overrides Top Hat's internal wind calculation.
it: Se abilitato, allora il vettore vento ricevuto dai dispositivi esterni ha precedenza sul calcolo del vento interno di XCSoar.

source: Wind source
it: Velocità del vento

source: Select the source of the wind calculation.
it: Seleziona la sorgente del calcolo del vento.

source: Map and Wind infobox
it: Mappa e InfoBox vento

source: Show the wind arrow in both the Wind infobox and on the map.
it: Mostra la freccia del vento sia nella infobox che sulla mappa.

source: Map only
it: Solo Mappa

source: Show the wind arrow on the map but not in the Wind infobox.
it: Mostra la freccia dle vento sulla mappa ma non nella infobox.

source: Wind infobox only
it: Vento solo nella infobox

source: Show the wind arrow in the Wind infobox but not on the map.
it: Mostra la freccia del vento nella infobox ma non nella mappa.

source: Nowhere
it: Da nessuna parte

source: Do not display the wind arrow anywhere.
it: Non mostra la freccia del vento da nessuna parte.

source: Wind arrow location
it: Freccia Vento

source: Determines where the wind arrow is shown.
it: Determina dove venga mostrata la freccia del vento.

source: Bugs & ballast
it: Insetti e Zavorra

source: Set up Top Hat
it: Imposta Top Hat

source: Nationality
it: Nazionalità

source: Site files
it: File del territorio

source: Safety factors
it: Fattori di Sicurezza

source: Set up screen
it: Imposta schermo

source: *** Not configured ***
it: *** Non configurato ***

source: US task rules
it: Regole task US

source: FAI task rules
it: Regole task FAI

source: Device
it: Dispositivi

source: Safety heights
it: Quote di sicurezza

source: Screen
it: Schermo

source: Advanced
it: Avanzate

source: Task stats
it: Statistiche Task

source: Activate plane "%s"?
it: Attivare profilo "%s"?

source: Activating plane "%s" failed!
it: Attivazione profilo "%s" fallita!

source: Plane "%s" already exists. Overwrite it?
it: Il profilo "%s" esiste. Vuoi sovrascriverlo?

source: Delete plane "%s"?
it: Elimina profilo "%s"?

source: Reference mass of the polar
it: Massa di riferimento della polare

source: Dry all-up flying mass of your plane
it: Massa a secco del velivolo

source: Click the Nav Bar at the top to show the navigation menu.
it: Clcca la barra di navigazione in alto per mostrare il menu di navigazione.

source: Slide the Nav Bar to the left or right to advance the task turnpoint.
it: Scorri la barra di navigazione verso destra o sinistra per avanzare la boa della task.

source: Click the 'M' button to show the Main menu. Try clicking it again.
it: Clicca il pulsante "M" per mostrare il menu principale. prova a cliccarlo più volte.

source: Need to show the 'Setup Top Hat' screen? Click the 'M' button 3x, and click the Gear icon.
it: Serve mostrare il menu di impostazioni di Top Hat? Clicca il bottone "M" tre volte e poi l'icona dell'ingranaggio.

source: Need a map, waypoint or airspace file? Top Hat Setup downloads these from the internet.
it: Servono file di mappe, boe o spazi aerei? Top Hat può scaricarli da internet.

source: To cancel a menu, click anywhere on the screen in the background to hide it.
it: Per rimuovere un menu, clicca ovunque sullo sfondo per nasconderlo.

source: After you've entered a task cylinder, the Nav Bar shows a checkmark by the turnpoint name.
it: Dopo essere entrati nel cilindro di una task, la barra di navigazione mostra un segno di spunta accanto al nome della boa.

source: You can suspend your task by clicking on a waypoint and selecting 'Goto.'
it: Puoi sospendere la task cliccando su una boa e selezionando 'Vai a'

source: While in 'Goto' mode, click the Nav Bar and 'Resume' to navigate your task again.
it: In modalità "Vai a", clicca la Barra di Navigazione e "Ripristina" per tornare alla tua task

source: Create tasks in See You desktop and save them as a .CUP file. Copy the .CUP file to XCSoarData. Load using Top Hat's task manager.
it: Crea le tue task sul pc usando "See You" e salvale come file .CUP. Copia i file .CUP in XCSoarData. Caricale uusando "Top Hat's task manager".

source: Click on an item in the map to show its details.
it: Clicca su un elemento della mappa per vederne i dettagli.

source: Click on a waypoint on the map to Goto it.
it: Clicca una boa sulla mappa per navigare verso quella.

source: If you increase your MacCready setting, the map will increase the altitude you need to reach any waypoint. It assumes you fly at the appropriate MacCready speed.
it: Se aumenti l'impostazione MacCready, nella mappa aumenterà l'altitudine necessaria per raggiungere qualsiasi boa. Viene considerato che si voli alla velocità MacCready appropriata.

source: Set your Nationality using the Setup menu. This sets up your contest rules and your units.
it: Imposta la nazionalità dal menu impostazioni. Verranno impostate le regole di competizione e le unità di misura.

source: Altitudes displayed on the map are the altitudes required to reach the waypoint at your safety height flying at the current MacCready setting / MacCready speed.
it: Le altitudini mostrata sulla mappa sono quelle necessarie per raggiungere la boa alla quota di sicurezza impostata ed alla velocità/impostazione MacCready attuale.

source: The large vertical arrow on the left is your final glide indicator. It indicates the amount of altitude above or below final glide.
it: La larga freccia verticale a sinistra è l'indicatore di planata finale. Indica l'ammontare di altitudine sopra o sotto la planata finale.

source: If you're flying a task, the final glide indicator indicates your arrival height above the finish height plus your safety height.
it: Se si sta volando su una task, l'indicatore di planata finale indica l'altezza di arrivo sopra al traguardo più la quota di sicurezza.

source: Too many waypoint labels? Not enough? Click the 'Labels...' button on the menu to toggle more, fewer, less options.'
it: Troppe etichette delle boe? Troppo poche? Clicca il bottone "Etichette..." nel menu per impostarne più, meno o meno opzioni.

source: While flying, you should be able to do anything from either the Nav Bar or the primary 'M' menu.
it: Durante il volo, dovrebbe essere possibile fare qualsiasi cosa tramite la Barra di Navigazione o il menu principale "M",

source: Enter the pilot's name for the .IGC file with the Setup menu
it: Inserisci il nome del pilota per i file .IGC dal menu impostazioni.

source: Too many buttons on the screen? Move the 'S' button to the menu in Setup > Screens
it: Troppi pulsanti sullo schermo? Sposta il pulsante "S" dentro al menu da Impostazioni > Schermate

source: Tip
it: Suggerimento

source: Top Hat Tips
it: Suggerimenti di Top Hat

source: Next tip
it: Suggerimento successivo

source: Previous tip
it: Suggerimento precedente

source: Don't show tips at startup
it: Non mostrare suggerimenti all'avvio

source: Distance remaining
it: Distanza rimanente

source: AAT Time remaining
it: Tempo rimanente AAT

source: Estimated total time
it: Tempo stimato totale

source: Landable
it: Atterrabile

source: Waypoint name
it: Nome boa

source: Too many points. Use Search or click here
it: Troppi punti. Scegli un filtro o clicca qui

source: Should Top Hat display the "final glide" Infoboxes when above final glide? Affects only screens using the "auto" Infoboxes.
it: Deve Top Hat mostrare l'infobox "planata finale" quando si è sopra la planata finale? Riguarda solo le schermate che usano l'infobox "auto"

source: The text in Top Hat is displayed in the following languages. Select automatic to select the lanugage based on your device settings
it: I testi di Top Hat sono mostrati nei seguenti linguaggi. Seleziona automatico per selezionare il linguaggio in base alle impostazioni del dispositivo.

source: On the map
it: Sulla mappa

source: Show the Screens button on the map at all times.
it: Mostra sempre i pulsanti Schermata sulla mappa.

source: On the menu
it: Sul menu

source: Show the Screens button on the menu.
it: Mostra i pulsanti Schermata sul menu.

source: 8 bottom or right
it: 8 In basso o a destra

source: 8 bottom + vario (portrait)
it: 8 Basso + Vario (Verticale)

source: 8 top or left
it: 8 In alto o a sinistra

source: 8 top + vario (portrait)
it: 8 Alto + Vario (Verticale)

source: 9 right + vario (landscape)
it: 9 Destra + Vario (Orizzontale)

source: 9 left + right + vario (landscape)
it: 9 Sinistra + Destra + Vario (Orizzontale)

source: 5 right (Square)
it: 5 Destra (Quadrato)

source: 12 bottom or right
it: 12 In basso o a destra

source: 12 top or left
it: 12 In alto o a sinistra

source: 24 right (landscape)
it: 24 Destra (Orizzontale)

source: 4 top or left
it: 4 In alto o a sinistra

source: 4 bottom or right
it: 4 In basso o a destra

source: Set up screens
it: imposta schermate

source: Set up infoboxes
it: Imposta Infobox

source: Screens button location
it: Posizione dei pulsanti

source: Show the 'S' Screens button on the map or in the first menu.
it: Mostra il pulsante "S" sulla mappa o nel primo menu.

source: FAI rules
it: Regole FAI

source: US rules
it: Regole US

source: Task rules
it: Regole task

source: Fly contest with US contest rules or with FAI contest rules
it: Usa le regole FAI O le regole US per la competizione

source: Your nationality's units.
it: Le unità di misura della tua nazionalità.

source: My customized set of units.
it: Unità di misura personalizzate.

source: Displays either the Circling, Cruise or Final glide infoxboxes
it: Mostra gli infobox si circuotazione, crociera o planata finale.

source: Show fullscreen (no infoboxes)
it: Mostra a schermo intero (no Infobox)

source: Specifies which Infobox set should be displayed on this page.
it: Specifica quali box infos dovrebbero essere visualizzate su questa pagina

source: For cruise mode. Displayed when 'Auto' is selected and ship is below final glide altitude
it: per modalità crociera. Mostrato quando è selezionato "Auto" ed il velivolo è al di sotto dell'altitudine di planata finale

source: For circling mode. Displayed when 'Auto' is selected and ship is circling
it: Per la moodalità circuitazione. Mostrato quando è selezionato "Auto" ed il velivolo sta circuitando

source: For final glide mode. Displayed when 'Auto' is selected and ship is above final glide altitude
it: Per modalità planata finale. Mostrato quando è selezionato "Auto"ed il velivolo è sopra l'altitudine di planata finale

source: A custom infobox set
it: Auto (segui le Infobox)

source: The height above terrain that the glider should arrive at for a safe landing. This is also added to height to complete a task.
it: L'altitudine sul terreno alla quale il velivolo deve arrivare per un atterraggio in sicurezza. Questa è anche aggiunta all'altitudine necessaria per completare la task.

source: Download from internet
it: Scarica da internet

source: Primary waypoints file. Supported file types are Cambridge/WinPilot files (.dat), Zander files (.wpz) or SeeYou files (.cup). Available at http://soaringweb.org/TP
it: File principale delle boe. File supportati: Cambridge/WinPilot (.dat), Zander (.wpz) o SeeYou (.cup). Disponibili su http://soaringweb.org/TP

source: The file name of the primary airspace file. Available at http://soaringweb.org/TP
it: Il file principale degli spazi aerei. Disponibile su http://soaringweb.org/TP

source: Edit waypoints
it: Modifica boe

source: Reachable terrain outline not displayed.
it: Visualizza il terreno sulla mappa, nessun dato meteo visualizzato.

source: Glidable terrain outline
it: Linea area raggiungibile

source: Use FAI contest rules for flying contests.
it: Usa le regole FAI per la competizione

source: Use US contest rules for flying contests.
it: Usa le regole US per la competizione

source: Hangglider (Flex/FAI1)
it: Deltaplano (FAI1)

source: Insert before
it: Inserisci prima

source: Replace
it: Sostituisci

source: Insert
it: Inserisci

source: Append turnpoint
it: Aggiungi boa

source: Start max. height (MSL)
it: Max quota start (MSL)

source: Finish min. height (MSL)
it: Min Quota Arrivo (MSL)

source: Browse tasks
it: Esplora task

source: Save as
it: Salva come

source: Zoom to
it: Zoom

source: Drag target
it: Trascina obiettivo

source: Error: could not remove
it: Errore: impossibile rimuovere

source: Could not remove
it: Impossibile rimuovere

source: from task
it: da task

source: with
it: con

source: before
it: prima

source: Could not insert waypoint into task
it: Impossibile inserire la boa nella task

source: Failed to commit new task
it: Impossibile impegnare nuova task

source: Failed to replace point in task
it: Impossibile sostituire punti nella task

source: Failed to restore task
it: Impossibile ripristinare task

source: Add waypoint
it: Aggiungi boa

source: Exit program
it: Esci

source: Map orientation
it: Orientamento
